{
  "chapterId": 46,
  "shortText": "Dinamai \"Al-Ahqaf\" (bukit-bukit pasir) dari kata \"Al-Ahqaf\" yang terdapat pada ayat ke-21 surat ini. Dalam ayat tersebut dan ayat-ayat setelahnya diterangkan bahwa Nabi Huud telah menyampaikan risalah kepada kaumnya di bukit pasir \"Al-Ahqaf\" yang sekarang dikenal dengan nama Ar-Rub'ul Khali, tetapi mereka tetap ingkar meski telah diberi peringatan oleh rasul-rasul yang sebelumnya. Maka, Allah membinasakan mereka dengan tiupan angin kencang. Hal ini sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dibinasakan bila tidak mengindahkan seruan Rasul.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Ahqaf terdiri dari 35 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Jatsiyah.</p><p>Dinamai \"Al-Ahqaf\" (bukit-bukit pasir) dari kata \"Al-Ahqaf\" yang terdapat pada ayat ke-21 surat ini. Dalam ayat tersebut dan ayat-ayat setelahnya diterangkan bahwa Nabi Huud telah menyampaikan risalah kepada kaumnya di bukit pasir \"Al-Ahqaf\" yang sekarang dikenal dengan nama Ar-Rub'ul Khali, tetapi mereka tetap ingkar meski telah diberi peringatan oleh rasul-rasul yang sebelumnya. Maka, Allah membinasakan mereka dengan tiupan angin kencang. Hal ini sebagai isyarat dari Allah kepada kaum musyrikin Quraisy bahwa mereka akan dibinasakan bila tidak mengindahkan seruan Rasul.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil dan bukti keesaan Allah dan bahwa penyembah-penyembah berhala adalah sesat; orang-orang mukmin akan mendapat kebahagiaan dan orang-orang kafir akan diazab; risalah Nabi Muhammad tidak hanya terbatas pada umat manusia saja, tetapi juga kepada jin.</p><h2>2. Hukum-hukum:</h2><p>\tPerintah kepada manusia agar patuh dan memuliakan kedua orang tua, mengerjakan apa yang diridhai Allah terkait keduanya dan larangan menyakiti mereka berdua.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Nabi Huud dan kaumnya.</p><h2>4. Lain-lain:</h2><p>\tOrang yang mementingkan kenikmatan hidup duniawi akan rugi di akhirat; orang-orang yang beriman kepada Allah dan beristiqamah dalam kehidupannya tidak ada kekhawatiran terhadap mereka dan mereka tidak bersedih hati.</p><p>Surat Al-Ahqaf menerangkan tentang diturunkannya Al-Qur'an dari Allah dan berimannya segolongan jin kepada Nabi Muhammad, keimanan, kebatilan syirik, pernyataan bahwa risalah Muhammad adalah dari Allah, perintah Allah agar menghormati dan mendoakan kedua orang tua, dan memperingatkan kaum musyrikin tentang azab yang telah ditimpakan kepada kaum Hud. Surat ini ditutup dengan nasihat keharusan bersabar bagi Nabi Muhammad.</p><h3>Hubungan Surat Al-Ahqaf Dengan Surat Muhammad:</h3><p>Hubungan surat Al-Ahqaf dengan surat Muhammad ialah pada akhir surat Al-Ahqaf Allah mengancam orang-orang kafir dengan kebinasaan sedangkan pada permulaan surat Muhammad disebutkan bahwa Allah membinasakan semua amal orang kafir dan Allah memerintahkan Nabi Muhammad memerangi mereka.</p>"
}