{
  "chapterId": 14,
  "shortText": "Dinamakan surat \"IBRAHIM\", karena surat ini menyinggung doa Nabi Ibrahim pada ayat ke-35 sampai ke-41. Doa ini berisi antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala, dan agar Mekah dan sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim ini telah dikabulkan oleh Allah sebagaimana keamanan Mekah telah terbukti sejak dahulu sampai sekarang. Doa tersebut dipanjatkan Ibrahim ke hadirat Allah setelah selesai membangun Ka'bah bersama putranya, Ismail di dataran tanah Mekah yang tandus.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat ini terdiri dari 52 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan surat \"IBRAHIM\", karena surat ini menyinggung doa Nabi Ibrahim pada ayat ke-35 sampai ke-41. Doa ini berisi antara lain: permohonan agar keturunannya mendirikan shalat, dijauhkan dari menyembah berhala, dan agar Mekah dan sekitarnya menjadi daerah yang aman dan makmur. Doa Nabi Ibrahim ini telah dikabulkan oleh Allah sebagaimana keamanan Mekah telah terbukti sejak dahulu sampai sekarang. Doa tersebut dipanjatkan Ibrahim ke hadirat Allah setelah selesai membangun Ka'bah bersama putranya, Ismail di dataran tanah Mekah yang tandus.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAl-Qur'an adalah pembimbing manusia ke jalan Allah; segala sesuatu di alam ini milik Allah; keingkaran manusia terhadap Allah tidaklah mengurangi kesempurnaan-Nya; nabi-nabi membawa mukjizat atas izin Allah semata; Allah kuasa mematikan manusia dan membangkitkannya kembali dalam bentuk baru; ilmu Allah meliputi yang lahir dan yang batin.</p><h2>2. Hukum-hukum:</h2><p>\tPerintah mendirikan shalat dan menafkahkan sebagian harta, baik secara rahasia maupun terang-terangan.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Nabi Musa dengan kaumnya dan kisah para rasul zaman dahulu.</p><h2>4. Lain-lain:</h2><p>\tPenyebab rasul-rasul diutus dengan bahasa kaumnya sendiri; perumpamaan tentang perbuatan dan perkataan yang benar dengan yang batil; kejadian langit dan bumi mengandung hikmah-hikmah; macam-macam nikmat Allah kepada manusia dan janji Allah kepada hamba-hamba yang bersyukur.</p><p>Surat Ibrahim berisi petunjuk-petunjuk bagi manusia untuk mengenal Allah dan Allah berjanji akan menyediakan surga bagi orang-orang yang beriman. Dalam surat ini Allah menjelaskan bahwa rasul-rasul diutus dengan mempergunakan bahasa kaumnya agar kaum itu bisa memahami segala perintah dan larangan Allah. Kemudian Allah menjelaskan apa yang terjadi antara rasul-rasul itu dan kaumnya masing-masing.</p><h3>Hubungan Surat Ibrahim Dengan Surat Al-Hijr:</h3><p>1. Kedua surat ini sama-sama dimulai dengan \"Alif laam raa\" dan menerangkan sifat Al-Qur'an.</p><p>2. Dalam surat Ibrahim Allah menjelaskan bahwa Al-Qur'an adalah pembimbing manusia ke jalan Allah, kemudian dalam surat Al-Hijr Allah menambahkan bahwa Al-Qur'an akan tetap terjaga kemurniannya sepanjang zaman.</p><p>3. Masing-masing surat ini menjelaskan keadaan langit dan bumi dan sama-sama menjelaskan bahwa kejadian-kejadian alam ini mengandung hikmah, sebagai tanda keesaan dan kebesaran Allah.</p><p>4. Kedua surat ini mengandung kisah Nabi Ibrahim dengan terperinci.</p><p>5. Kedua surat ini sama-sama menerangkan keadaan orang-orang kafir pada hari kiamat dan penyesalan mereka: mengapa sewaktu hidup di dunia mereka tidak menjadi orang yang beriman.</p><p>6. Kedua surat ini sama-sama menceritakan kisah nabi-nabi zaman dahulu dengan kaumnya serta menerangkan keadaan orang yang ingkar kepada nabi pada hari kiamat. Kisah-kisah ini disampaikan kepada Nabi Muhammad sebagai penghibur beliau ketika menghadapi berbagai kesulitan yang beliau temui dalam mendakwahkan agama Islam.</p>"
}