{
  "chapterId": 55,
  "shortText": "Dinamai \"Ar-Rahman\" (Yang Maha Pengasih) diambil dari kata \"Ar-Rahman\" yang terdapat pada ayat pertama surat ini. Ar-Rahman adalah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan belas kasih Allah kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ar-Rahman terdiri dari 78 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ar-Ra'd.</p><p>Dinamai \"Ar-Rahman\" (Yang Maha Pengasih) diambil dari kata \"Ar-Rahman\" yang terdapat pada ayat pertama surat ini. Ar-Rahman adalah satu dari nama-nama Allah. Sebagian besar dari surat ini menerangkan belas kasih Allah kepada hamba-hamba-Nya, yaitu dengan memberikan nikmat-nikmat yang tidak terhingga baik di dunia maupun di akhirat.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAllah mengajari manusia pandai berbicara; pohon-pohonan dan tumbuh-tumbuhan tunduk kepada Allah; semua makhluk akan hancur; Allah selalu dalam kesibukan; seluruh alam merupakan nikmat Allah terhadap manusia; manusia diciptakan dari tanah dan jin dari api.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban mengukur, menakar, dan menimbang dengan adil.</p><h2>3. Lain-lain:</h2><p>\tManusia dan jin tidak dapat melepaskan diri dari kekuasaan Allah; banyak dari manusia yang tidak mensyukuri nikmat Allah; nubuat tentang hal-hal yang akan terjadi lalu benar-benar terjadi seperti tentang terusan Suez dan Panama.</p><p>Surat Ar-Rahman menyebutkan bermacam-macam nikmat Allah yang telah dilimpahkan kepada hamba-hamba-Nya, yaitu dengan menciptakan alam beserta apa yang ada di dalamnya. Kemudian diterangkan pembalasan di akhirat, keadaan penghuni neraka dan keadaan penghuni surga, dan diterangkan pula keadaan di dalam surga yang dijanjikan Allah kepada orang yang bertakwa.</p><h3>Hubungan Surat Ar-Rahman Dengan Surat Al-Waqi'ah:</h3><p>1. Kedua surat ini sama-sama menerangkan keadaan di akhirat dan keadaan di surga dan di neraka.</p><p>2. Dalam surat Ar-Rahman diterangkan azab yang ditimpakan kepada orang-orang yang berdosa dan nikmat yang diterima orang-orang yang bertakwa; dijelaskan bahwa ada dua macam surga yang disediakan bagi orang-orang mukmin. Sementara itu, pada surat Al-Waqi'ah diterangkan pembagian manusia di akhirat menjadi tiga golongan: golongan kiri, golongan kanan, dan golongan orang-orang yang lebih dahulu beriman dan diterangkan pula nasib masing-masing golongan tersebut.</p>"
}