{
  "chapterId": 15,
  "shortText": "Nama surat ini diambil dari nama pegunungan itu, berhubung nasib penduduknya, kaum Tsamud, diceritakan pada ayat ke-80 sampai ke-84. Mereka telah dimusnahkan Allah karena mendustakan Nabi Shaleh dan berpaling dari ayat-ayat Allah. Dalam surat ini juga terdapat kisah-kisah kaum lain yang telah dibinasakan oleh Allah, seperti: kaum Luth dan kaum Syu'aib. Kisah-kisah itu dapat diambil pelajaran bahwa orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat ini terdiri dari 99 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum Hijrah. Al-Hijr adalah nama sebuah pegunungan yang pada zaman dahulu didiami kaum Tsamud, terletak di pinggir jalan antara Madinah dan Syam (Syiria).</p><p>Nama surat ini diambil dari nama pegunungan itu, berhubung nasib penduduknya, kaum Tsamud, diceritakan pada ayat ke-80 sampai ke-84. Mereka telah dimusnahkan Allah karena mendustakan Nabi Shaleh dan berpaling dari ayat-ayat Allah. Dalam surat ini juga terdapat kisah-kisah kaum lain yang telah dibinasakan oleh Allah, seperti: kaum Luth dan kaum Syu'aib. Kisah-kisah itu dapat diambil pelajaran bahwa orang yang menentang ajaran rasul-rasul akan mengalami kehancuran.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKepastian nasib suatu bangsa hanya di tangan Allah; Allah menjamin kemurnian Al-Qur'an sepanjang masa; setan tidak mampu naik ke alam malaikat karena ia senantiasa dijaga dari setan; kadar rezeki yang diberikan kepada manusia sesuai dengan hikmah dan kebijaksanaan Allah; Allah memelihara hamba-Nya yang telah mendapat taufiq dari godaan setan; Allah bersifat pengampun dan penyayang tetapi juga mengazab orang-orang yang ingkar; manusia dikumpulkan pada hari kiamat.</p><h2>2. Hukum-hukum:</h2><p>\tLarangan melakukan homoseksual; kewajiban melakukan ibadah selama hidup; larangan menginginkan harta orang kafir; perintah kepada Nabi Muhammad agar melakukan dakwah agama secara terang-terangan; larangan berputus asa terhadap rahmat Allah.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Nabi Ibrahim dengan kaumnya; Nabi Luth dengan kaumnya; kaum Syu'aib dan kaum Shaleh (Tsamud).</p><h2>4. Lain-lain:</h2><p>\tKejadian-kejadian semesta alam ini menunjukkan akan kebesaran Allah; kejadian alam beserta isinya mengandung hikmah; angin mengawinkan tepung sari bunga-bungaan; asal muasal kejadian Nabi Adam.</p><p>Dalam surat Al-Hijr ini terdapat ayat-ayat yang menunjukkan bukti-bukti keberadaan Allah serta kekuasaan-Nya, baik yang ada di langit dan di bumi maupun yang ada pada kejadian manusia dan kehidupan mereka. Di dalamnya juga disebutkan kisah beberapa nabi dan macam-macam azab yang ditimpakan kepada kaum yang mendustakan para rasul Allah. Selain itu, disinggung pula tentang anugerah yang Allah berikan kepada Nabi Muhammad, As-Sab'ul Matsaani atau surat Al-Faatihah dan Al-Qur'anul Karim.</p><h3>Hubungan Surat Al-Hijr Dengan Surat An-Nahl:</h3><p>1. Kedua surat ini berisi tentang ketauhidan, kerasulan, dan hari kiamat, sebagaimana umumnya surat-surat yang diturunkan di Mekah sebelum hijrah.</p><p>2. Pada akhir surat Al-Hijr (ayat ke-92 dan 93), Allah menyatakan bahwa manusia akan dimintai pertanggungjawabannya pada hari kiamat terhadap apa yang telah dikerjakannya di dunia ini. Maka, pada awal surat An-Nahl Allah menegaskan kepastian datangnya hari kiamat itu dan pada ayat ke-93 An-Nahl ditegaskan lagi pertanggungjawaban manusia ini.</p><p>3. Pada bagian pertama surat Al-Hijr, Allah menerangkan tentang kebenaran Al-Qur'an dan jaminan dari-Nya untuk memeliharanya, sedang dalam surat An-Nahl terdapat ancaman-ancaman untuk orang yang mendustakan kebenaran Al-Qur'an.</p>"
}