{
  "chapterId": 13,
  "shortText": "Surat ini dinamakan \"Ar-Ra'd\" yang berarti \"guruh\" karena dalam ayat ke-13 Allah berfirman yang artinya, \"Dan guruh itu bertasbih sambil memuji-Nya,\" yang menunjukkan sifat kesucian dan kesempurnaan Allah. Selain itu, juga sesuai dengan sifat Al-Qur'an yang berisi ancaman dan harapan. Maka, begitu pula halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dari ketaatan atau keingkaran terhadap hukum Allah.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ar-Ra'd terdiri dari 43 ayat dan termasuk surat Madaniyyah.</p><p>Surat ini dinamakan \"Ar-Ra'd\" yang berarti \"guruh\" karena dalam ayat ke-13 Allah berfirman yang artinya, \"Dan guruh itu bertasbih sambil memuji-Nya,\" yang menunjukkan sifat kesucian dan kesempurnaan Allah. Selain itu, juga sesuai dengan sifat Al-Qur'an yang berisi ancaman dan harapan. Maka, begitu pula halnya bunyi guruh itu menimbulkan kecemasan dan harapan kepada manusia. Isi yang terpenting dari surat ini ialah bahwa bimbingan Allah kepada makhluk-Nya bertalian erat dengan hukum sebab dan akibat. Bagi Allah tidak ada pilih kasih dalam menetapkan hukuman. Balasan atau hukuman adalah akibat dari ketaatan atau keingkaran terhadap hukum Allah.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAllahlah yang menciptakan dan mengatur alam semesta; ilmu Allah meliputi segala sesuatu; keberadaan malaikat yang selalu memelihara manusia dan datang silih berganti, yaitu malaikat Hafazhah; Allah menerima doa hamba-Nya; memberi taufiq hanya hak Allah sedang tugas para rasul hanya menyampaikan agama Allah.</p><h2>2. Hukum-hukum:</h2><p>\tManusia dilarang berdoa yang jelek untuk diri sendiri; kewajiban melarang perbuatan yang mungkar.</p><h2>3. Kisah-kisah:</h2><p>\tKisah pengalaman nabi-nabi zaman dahulu.</p><h2>4. Lain-lain:</h2><p>\tBeberapa sifat yang terpuji; perumpamaan bagi orang-orang yang menyembah berhala dan orang-orang yang menyembah Allah; Allah tidak mengubah nasib suatu bangsa sebelum mereka mengubah keadaan mereka sendiri.</p><p>Surat Ar-Ra'd lebih menitikberatkan pada pembuktian kebenaran dan keesaan Allah serta kepastian terjadinya hari kebangkitan. Juga menjelaskan tugas-tugas para rasul dan kebenaran kitab-kitab suci yang mereka bawa. Terhadap orang-orang yang ingkar dan memusuhi para nabi-nabi itu, diterangkan bahwa mereka pasti mengalami kegagalan dan kehancuran.</p><h3>Hubungan Surat Ar-Ra'D Dengan Surat Ibrahim:</h3><p>1. Dalam surat Ar-Ra'd disebutkan bahwa Al-Qur'an diturunkan dalam bahasa Arab sebagai pemisah antara kebenaran dan kebatilan, sedangkan hikmah diturunkannya Al-Qur'an dalam bahasa Arab dijelaskan dalam surat Ibrahim.</p><p>2. Dalam surat Ar-Ra'd Allah menegaskan bahwa seorang rasul tidak dapat mendatangkan suatu mukjizat tanpa izin Allah, maka dalam surat Ibrahim para rasul menegaskan bahwa mereka adalah manusia biasa, yang tidak dapat mendatangkan suatu mukjizat tanpa izin Allah.</p><p>3. Dalam surat Ar-Ra'd disebutkan bahwa Nabi Muhammad menyerukan agar manusia bertawakal kepada Allah, sedangkan dalam surat Ibrahim Nabi Muhammad menerangkan bahwa para rasul hanya bertawakal kepada Allah.</p><p>4. Dalam surat Ar-Ra'd Allah menyebutkan perbuatan makar orang-orang kafir, sedangkan dalam surat Ibrahim hal ini diulangi lagi serta disebutkan pula sifat-sifat yang tidak tersebut dalam surat Ar-Ra'd.</p>"
}