{
  "chapterId": 50,
  "shortText": "Dinamai \"Qaf\" karena surat ini dimulai dengan huruf Hijaiyah \"Qaf.\" Menurut hadis yang diriwayatkan Imam Muslim, bahwa Rasulullah senang membaca surat ini pada rakaat pertama shalat subuh dan pada shalat hari raya. Sementara itu, menurut riwayat Abu Daud, Al-Baihaqi, dan Ibnu Majah bahwa Rasulullah membaca surat ini pada setiap kali membaca Khutbah pada hari Jum'at.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Qaf terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mursalat.</p><p>Dinamai \"Qaf\" karena surat ini dimulai dengan huruf Hijaiyah \"Qaf.\" Menurut hadis yang diriwayatkan Imam Muslim, bahwa Rasulullah senang membaca surat ini pada rakaat pertama shalat subuh dan pada shalat hari raya. Sementara itu, menurut riwayat Abu Daud, Al-Baihaqi, dan Ibnu Majah bahwa Rasulullah membaca surat ini pada setiap kali membaca Khutbah pada hari Jum'at.</p><p>Kedua riwayat ini menunjukkan bahwa surat Qaf sering dibaca Nabi Muhammad di tempat-tempat umum, untuk memperingatkan manusia tentang kejadian mereka dan nikmat-nikmat yang diberikan kepadanya. Begitu pula tentang hari kebangkitan, hari penghisaban, surga, neraka, pahala, dosa, dan sebagainya.</p><p>Surat ini juga dinamai \"Al-Basiqat\" diambil dari kata \"Al-Basiqat\" yang terdapat pada ayat ke-10 surat ini.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tPada hari kiamat semua manusia akan hadir di padang mahsyar diiringi dua orang malaikat, yang satu sebagai pengiringnya dan yang lainnya sebagai saksi atas segala perbuatannya di dunia; kebangkitan manusia dari kubur digambarkan sebagai tanah yang kering yang setelah disirami hujan hidup kembali; Allah lebih dekat kepada manusia dari urat lehernya sendiri; setiap manusia didampingi oleh malaikat yang selalu mencatat segala perbuatannya; Allah menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa.</p><h2>2. Hukum-hukum:</h2><p>\tAnjuran bertasbih dan bertahmid kepada Allah pada waktu-waktu malam sebelum matahari terbit dan terbenam dan setelah mengerjakan shalat; perintah Allah kepada Rasul-Nya agar memberi peringatan dengan ayat-ayat Al-Qur'an kepada orang yang beriman; anjuran memperhatikan kejadian langit dan bumi.</p><h2>3. Lain-lain:</h2><p>\tKeingkaran orang-orang musyrik terhadap kenabian dan hari kebangkitan; hiburan kepada Nabi Muhammad agar jangan berputus asa dalam menghadapi keingkaran orang-orang kafir Mekah karena rasul-rasul terdahulu juga menghadapi hal yang sama; Al-Qur'an sebagai peringatan bagi orang-orang yang takut kepada ancaman Allah.</p><p>Sebagaimana halnya surat-surat Makkiyyah pada umumnya, maka surat Qaf mengemukakan hal-hal yang berhubungan dengan kebangkitan, surga, dan neraka. Juga mengemukakan bahwa keingkaran orang-orang kafir kepada Nabi itu adalah wajar, karena rasul-rasul terdahulu pun diingkari dan didustakan oleh umat-umatnya.</p><h3>Hubungan Surat Qaf Dengan Surat Adz-Dzariyat:</h3><p>1. Pada surat Qaf disebutkan hal-hal mengenai hari kebangkitan, pembalasan, surga, dan neraka; sedangkan surat Adz-Dzariyat dimulai dengan menerangkan bahwa semua itu benar dan pembalasan pada hari kiamat benar-benar akan terlaksana.</p><p>2. Pada surat Qaf disebutkan secara ringkas pembinasaan umat-umat terdahulu yang mendustakan rasul-rasul, sedangkan pada surat Adz-Dzariyat diterangkan keadaan mereka dengan agak terperinci.</p>"
}