{
  "chapterId": 54,
  "shortText": "Nama \"Al-Qamar\" (bulan) diambil dari kata \"Al-Qamar\" yang terdapat pada ayat pertama surat ini. Pada ayat ini diterangkan tentang terbelahnya bulan sebagai mukjizat Nabi Muhammad.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Qamar terdiri dari 55 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ath-Thariq.</p><p>Nama \"Al-Qamar\" (bulan) diambil dari kata \"Al-Qamar\" yang terdapat pada ayat pertama surat ini. Pada ayat ini diterangkan tentang terbelahnya bulan sebagai mukjizat Nabi Muhammad.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tPemberitaan bahwa datangnya hari kiamat sudah dekat, semua yang ada di alam adalah dengan ketetapan Allah; kehendak Allah pasti berlaku; semua amal manusia dicatat oleh malaikat.</p><h2>2. Kisah-kisah:</h2><p>\tKisah kaum yang mendustakan rasul-rasul pada masa dahulu, seperti: kaum Nuh, 'Ad, Tsamud, dan Fir'aun.</p><h2>3. Lain-lain:</h2><p>\tOrang-orang kafir dikumpulkan di akhirat dalam keadaan hina dan akan menerima balasan yang setimpal; celaan terhadap orang-orang yang tidak memperhatikan ayat-ayat Al-Qur'an.</p><p>Surat Al-Qamar berisi hal-hal yang berhubungan dengan janji dan ancaman Allah, keadaan umat-umat terdahulu yang mendustakan rasul-rasul agar menjadi pelajaran bagi umat-umat yang datang kemudian, ancaman kepada orang-orang kafir bahwa mereka akan diazab pada hari kiamat dan balasan diterima oleh orang-orang yang takwa di akhirat nanti.</p><h3>Hubungan Surat Al-Qamar Dengan Surat Ar-Rahman:</h3><p>1. Surat Al-Qamar menerangkan keadaan orang-orang kafir di neraka dan keadaan orang-orang mukmin di surga secara global, sedangkan surat Ar-Rahman menerangkan secara lebih terperinci.</p><p>2. Surat Al-Qamar menyebutkan azab yang ditimpakan kepada umat-umat terdahulu yang mendurhakai nabi-nabi, sedangkan surat Ar-Rahman menyebutkan nikmat Allah yang dilimpahkan kepada hamba-hamba-Nya, tetapi kebanyakan mereka tidak bersyukur.</p>"
}