{
  "chapterId": 11,
  "shortText": "Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Hud termasuk surat Makkiyyah, terdiri dari 123 ayat, dan diturunkan setelah surat Yunus.</p><p>Surat ini dinamai Hud karena di dalamnya terdapat kisah Nabi Hud dan kaumnya. Dalam surat ini juga terdapat kisah-kisah nabi yang lain, seperti: Nuh, Shaleh, Ibrahim, Luth, Syu'aib, dan Musa.</p><h3>Pokok-Pokok isi:</h3><h2>1. Keimanan:</h2><p>\tKeberadaan 'Arsy Allah; kejadian alam dalam enam masa; keberadaan golongan-golongan manusia pada hari kiamat.</p><h2>2. Hukum-hukum:</h2><p>\tAgama membolehkan menikmati yang baik-baik dan memakai perhiasan asal tidak berlebih-lebihan; tidak boleh bersikap sombong; tidak boleh berdoa atau mengharapkan sesuatu yang mustahil menurut sunnatullah.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Nuh dan kaumnya; kisah Hud dan kaumnya; kisah Shaleh dan kaumnya; kisah Ibrahim dan kaumnya; kisah Syu'aib dan kaumnya; kisah Luth dan kaumnya; kisah Musa dan kaumnya.</p><h2>4. Lain-lain:</h2><p>\tPelajaran-pelajaran yang diambil dari kisah-kisah para nabi; air sumber segala kehidupan; shalat memperkuat keimanan; sunnatullah yang berhubungan dengan kebinasaan suatu kaum.</p><p>Surat Hud berisi hal-hal yang berhubungan dengan pokok-pokok agama, seperti ketauhidan, kerasulan, dan hari kebangkitan, kemudian dihubungkan dengan dakwah yang telah dilakukan oleh para nabi kepada kaumnya.</p><h3>Hubungan Surat Hud Dengan Surat Yusuf:</h3><p>1. Kedua surat ini sama-sama dimulai dengan alif laam raa kemudian diiringi dengan penjelasan tentang Al-Qur'an.</p><p>2. Surat Yusuf menyempurnakan penjelasan kisah para rasul yang disebut dalam surat Hud, kemudian kisah itu dijadikan dalil untuk menyatakan bahwa Al-Qur'an adalah wahyu Ilahi; setelah Nabi Muhammad tidak ada lagi nabi atau rasul yang diutus Allah.</p><p>3. Perbedaan kedua surat ini ada dalam menjelaskan kisah-kisah para nabi. Dalam surat Hud diutarakan kisah beberapa orang rasul dalam menyampaikan risalah kepada kaumnya, akibat mengikuti dan akibat mendustakan mereka, kemudian dijadikan perbandingan dan berita yang mengancam kaum musyrikin Arab beserta pengikut-pengikutnya. Dalam surat Yusuf diterangkan tentang kehidupan Nabi Yusuf yang pada mulanya dizalimi oleh saudara-saudaranya kemudian menjadi rasul yang berkuasa dan dapat menolong saudara-sudaranya beserta kedua orang tuanya. Kepribadian Nabi Yusuf ini harus dijadikan teladan oleh semua orang yang beriman kepada Nabi Muhammad.</p>"
}