{
  "chapterId": 1,
  "shortText": "Dinamakan \"Ummul Qur'an\" (induk Al Qur'an) atau \"Ummul Kitaab\" (induk Al Kitaab) karena merupakan induk bagi semua isi Al Qur'an serta menjadi inti sari kandungan Al Qur'an dan karena ia wajib dibaca pada tiap-tiap shalat. Dinamakan pula \"As Sab'ul matsaany\" (tujuh yang berulang-ulang) karena ayatnya berjumlah tujuh dan dibaca berulang-ulang dalam shalat.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat \"Al Faatihah\" (Pembukaan), yang diturunkan di Mekah dan terdiri dari 7 ayat, adalah surat yang paling pertama diturunkan secara lengkap dibanding surat-surat yang ada dalam Al Qur'an dan termasuk Surat Makkiyyah.</p><p>Surat ini disebut \"Al Faatihah\" (Pembukaan), karena dengan surat inilah Al Qur'an dibuka dan dimulai.</p><p>Dinamakan \"Ummul Qur'an\" (induk Al Qur'an) atau \"Ummul Kitaab\" (induk Al Kitaab) karena merupakan induk bagi semua isi Al Qur'an serta menjadi inti sari kandungan Al Qur'an dan karena ia wajib dibaca pada tiap-tiap shalat. Dinamakan pula \"As Sab'ul matsaany\" (tujuh yang berulang-ulang) karena ayatnya berjumlah tujuh dan dibaca berulang-ulang dalam shalat.</p><p>Surat ini mengandung beberapa unsur pokok yang mencerminkan seluruh isi Al Qur'an, yaitu:</p><h2>1. Keimanan:</h2><p>Beriman kepada Allah Yang Maha Esa terdapat dalam ayat ke-2. Dinyatakan dengan tegas bahwa segala puji dan ucapan syukur atas sesuatu nikmat itu bagi Allah, karena Allah adalah Pencipta dan sumber segala nikmat yang terdapat dalam alam ini.</p><p>Di antara nikmat itu ialah nikmat menciptakan, nikmat mendidik dan menumbuhkan. Kata \"Rabb\" dalam kalimat \"Rabbul-'aalamiin\" tidak hanya berarti \"Tuhan\" dan \"Penguasa\". Tetapi, juga mengandung arti tarbiyah, yaitu mendidik dan menumbuhkan. Hal ini menunjukkan bahwa segala nikmat yang dilihat oleh seorang pada dirinya sendiri dan alam ini bersumber dari Allah, karena Allahlah Yang Maha Berkuasa di alam ini. Pendidikan, penjagaan dan penumbuhan oleh Allah di alam ini haruslah diperhatikan dan dipikirkan oleh manusia sedalam-dalamnya, sehingga menjadi sumber pelbagai macam ilmu pengetahuan yang dapat menambah keyakinan pada keagungan dan kemuliaan Allah serta berguna bagi masyarakat. Oleh karena keimanan (ketauhidan) merupakan persoalan pokok, maka di dalam surat Al Faatihah tidak cukup dinyatakan dengan isyarat saja. Tetapi, juga ditegaskan dan dilengkapi oleh ayat ke-5, yaitu: Iyyaaka na'budu wa iyyaaka nasta'iin (hanya Engkaulah yang kami sembah, dan hanya kepada Engkaulah kami mohon pertolongan).</p><p>Yang dimaksud dengan \"Yang menguasai hari pembalasan\" ialah pada hari itu Allah-lah Yang berkuasa. Segala sesuatu tunduk kepada kebesaran-Nya sambil mengharap nikmat dan takut kepada siksaan-Nya.</p><p>Hal ini mengandung arti janji untuk memberi pahala terhadap perbuatan yang baik dan ancaman terhadap perbuatan yang buruk. \"Ibadah\" yang terdapat pada ayat 5 semata-mata ditujukan kepada Allah.</p><h2>2. Hukum-hukum:</h2><p>Jalan kebahagiaan dan bagaimana cara menempuh jalan tersebut untuk memperoleh kebahagiaan dunia dan akhirat. Maksud \"hidayah\" di sini ialah hidayah yang menjadi sebab mendapatkan keselamatan, kebahagiaan dunia dan akhirat, berupa keyakinan, akhlak, hukum-hukum dan pelajaran.</p><h2>3. Kisah-kisah:</h2><p>Kisah para nabi dan orang-orang terdahulu yang menentang Allah. Sebagian besar ayat Al Qur'an memuat kisah-kisah para nabi dan orang-orang terdahulu yang menentang Allah. Yang dimaksud dengan \"orang yang diberi nikmat\" dalam ayat ini ialah para nabi, para shiddiiqiin (orang-orang yang beriman dengan sungguh-sungguh), syuhadaa (orang-orang yang mati syahid), dan shaalihiin (orang-orang yang saleh). Sementara itu, yang dimaksud \"orang-orang yang dimurkai dan orang-orang yang sesat\" ialah golongan yang menyimpang dari ajaran Islam.</p><p>Perincian hal yang telah disebutkan di atas terdapat dalam ayat-ayat Al Qur'an pada surat-surat yang lain.</p><p>Surat \"Al Faatihah\" ini melengkapi unsur-unsur pokok Syari'at Islam, kemudian perinciannya dijelaskan oleh ayat-ayat Al Qur'an yang berjumlah 113 surat berikutnya.</p><p>Kesesuaian surat ini dengan surat \"Al Baqarah\" dan surat-surat sesudahnya ialah surat Al Faatihah merupakan titik pembahasan yang akan diperinci dalam surat Al Baqarah dan surat-surat yang sesudahnya.</p><p>Di bagian akhir surat \"Al Faatihah\" disebutkan permohonan hamba supaya diberi petunjuk oleh Allah ke jalan yang lurus, sedang surat \"Al Baqarah\" dimulai dengan penunjukan \"Al Kitab\" (Al Qur'an) yang sempurna sebagai pedoman menuju jalan yang dimaksudkan tersebut.</p>"
}