{
  "chapterId": 31,
  "shortText": "Dinamai \"Luqman\" karena pada ayat ke-12 disebutkan bahwa \"Luqman\" telah diberi nikmat dan ilmu pengetahuan oleh Allah. Oleh sebab itu, dia bersyukur kepada-Nya atas nikmat yang diberikan itu. Dan pada ayat ke-13 sampai ke-19 terdapat nasihat-nasihat Luqman kepada anaknya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Luqman terdiri dari 34 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ash-Shaffat.</p><p>Dinamai \"Luqman\" karena pada ayat ke-12 disebutkan bahwa \"Luqman\" telah diberi nikmat dan ilmu pengetahuan oleh Allah. Oleh sebab itu, dia bersyukur kepada-Nya atas nikmat yang diberikan itu. Dan pada ayat ke-13 sampai ke-19 terdapat nasihat-nasihat Luqman kepada anaknya.</p><p>Ini adalah sebagai isyarat dari Allah agar semua kedua orang tua juga melaksanakan terhadap anak-anak mereka sebagaimana yang telah dilakukan Luqman.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAl-Qur'an merupakan petunjuk dan rahmat yang dirasakan oleh orang-orang mukmin; keadaan di langit dan di bumi serta keajaiban-keajaiban yang terdapat pada keduanya adalah bukti-bukti atas keesaan dan kekuasaan Allah; manusia hanya akan selamat dengan taat kepada perintah-perintah Allah dan berbuat amal saleh; lima hal ghaib yang hanya diketahui oleh Allah; ilmu Allah meliputi segala sesuatu, baik yang lahir maupun yang batin.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban patuh dan berbakti kepada kedua orang tua selama tidak bertentangan dengan perintah Allah; perintah agar memperhatikan alam dan keajaibannya untuk memperkuat keimanan dan kepercayaan akan keesaan Allah; perintah agar selalu bertakwa dan takut akan pembalasan Allah pada hari kiamat ketika seseorang tidak dapat ditolong oleh anak atau ayahnya sekalipun.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Luqman, ilmu dan hikmah yang didapatnya.</p><h2>4. Lain-lain:</h2><p>\tOrang-orang yang sesat dari jalan Allah dan selalu memperolok-olokkan ayat-ayat Allah; celaan terhadap orang-orang musyrik karena tidak menghiraukan seruan untuk memperhatikan alam dan tidak menyembah Penciptanya; menghibur Rasulullah atas keingkaran orang-orang musyrik, dan hal itu bukan merupakan kelalaiannya; nikmat dan karunia Allah tidak dapat dihitung.</p><p>Surat Luqman mengemukakan hal-hal yang berhubungan dengan hari kebangkitan, keesaan Allah, kebenaran risalah yang dibawa para rasul, dan nasihat-nasihat Luqman kepada anaknya.</p><h2>Hubungan Surat Luqman Dengan Surat As-Sajdah:</h2><p>1. Kedua surat ini sama-sama menerangkan dalil-dalil dan bukti-bukti keesaan Allah.</p><p>2. Dalam surat Luqman disebutkan keingkaran kaum musyrikin terhadap Al-Qur'an, sedangkan surat As Sajdah menegaskan bahwa Al-Qur'an itu benar-benar diturunkan dari Allah.</p><p>3. Dalam surat Luqman ayat ke-34 disebutkan bahwa ada lima hal gaib yang hanya diketahui Allah, sedangkan dalam surat As-Sajdah Allah menerangkan dengan lebih luas hal-hal yang berhubungan dengan perkara gaib itu (lihat ayat ke-5 sampai ke-11 dan ke-27 surat As-Sajdah).</p>"
}