{
  "chapterId": 6,
  "shortText": "Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-An'am (binatang ternak: unta, sapi, dan kambing) terdiri dari 165 ayat dan termasuk surat Makkiyyah, karena hampir seluruh ayatnya diturunkan di Mekah sebelum hijrah. Dinamakan Al-An'am karena di dalamnya disebut kata \"An'am\" yang memiliki kaitan erat dengan adat istiadat kaum musyrikin; mereka biasa mempergunakan binatang ternak untuk mendekatkan diri kepada tuhan. Selain itu, juga disebutkan hukum-hukum yang berkenaan dengan binatang ternak itu.</p><h3>Pokok-pokok Isi:</h3><h2>1. Keimanan:</h2><p>Bukti-bukti keesaan Allah dan kesempurnaan sifat-sifat-Nya; kebenaran kenabian Nabi Muhammad s.a.w.; persaksian Allah atas kenabian Ibrahim, Ishaq, Ya'qub, Nuh, Daud, Sulaiman, Ayyub, Yusuf, Musa, Harun, Zakariya, Yahya, 'Isa, Ilyas, Alyasa', Yunus, dan Luth; penegasan tentang keberadaan risalah dan wahyu serta hari pembalasan dan hari kebangkitan; kepalsuan kepercayaan orang-orang musyrik dan keingkaran mereka terhadap hari kiamat.</p><h2>2. Hukum-hukum:</h2><p>Larangan mengikuti adat istiadat yang dibuat-buat oleh kaum Jahiliyah; makanan yang halal dan yang haram; wasiat yang sepuluh dan Al-Qur'an, tentang tauhid keadilan dan hukum-hukum; larangan mencaci maki berhala orang musyrik karena mereka akan membalas dengan mencaci maki Allah.</p><h2>3. Kisah-kisah:</h2><p>Kisah umat-umat yang menentang rasul-rasul; kisah pengalaman Nabi Muhammad s.a.w. dan para nabi pada umumnya; cerita Nabi Ibrahim a.s. membimbing kaumnya kepada tauhid.</p><h2>4. Lain-lain:</h2><p>Sikap keras kepala kaum musyrikin: tata cara seorang nabi memimpin umatnya; bidang-bidang kerasulan dan tugas rasul-rasul; tantangan kaum musyrikin untuk melemahkan rasul; kepercayaan orang-orang musyrik terhadap jin, setan, dan malaikat; beberapa prinsip keagamaan dan kemasyarakatan; nilai hidup duniawi.</p><p>Dalam surat Al-An'am Allah menjelaskan keesaan dan kesempurnaan sifat-sifat-Nya, menyatakan kebatilan kepercayaan orang-orang musyrik dengan bantahan-bantahan yang logis dan mudah diterima oleh akal. Hukuman yang berat akan dijatuhkan kepada orang yang keras kepala menolak kebenaran.</p><h3>Hubungan Surat Al-An'Am Dengan Surat Al-A'raf:</h3><p>1. Kedua surat tersebut termasuk di antara tujuh surat yang panjang (assab'uth thiwaal), sama-sama membicarakan pokok aqidah agama. Dalam surat Al-An'am dikemukakan garis-garis besar aqidah sedangkan surat Al-A'raf menjelaskannya.</p><p>2. Dalam surat Al-An'am Allah menerangkan asal usul kejadian manusia, yaitu dari tanah, dan menjelaskan tentang beberapa generasi manusia yang telah dibinasakan, kemudian disinggung pula tentang rasul-rasul dengan menyebut beberapa nama mereka secara garis besar, sedangkan surat Al-A'raf menjelaskannya.</p><p>3. Pada bagian terakhir surat Al-An'am, Allah mengatakan bahwa Dia menjadikan manusia sebagai khalifah-khalifah di bumi dan mengangkat derajat sebagian mereka, maka bagian permulaan surat Al-A'raf mengemukakan penciptaan Adam dan anak cucunya yang dijadikan sebagai khalifah di bumi.</p><p>4. Hubungan bagian akhir Al-An'am dengan permulaan surat Al-A'raf:</p><p>a. Bagian akhir Al-An'am, Allah mengatakan bahwa Al-Qur'an adalah kitab pedoman yang benar, jalan yang lurus dan diberkahi, maka umat manusia diperintahkan mengikutinya. Pada bagian permulaan surat Al-A'raf, Allah mengulangi lagi perintah ini dan melarang mengikuti selainnya.</p><p>b. Pada bagian akhir surat Al-An'am, Allah berfirman bahwa Dia akan memberikan keterangan tentang apa yang seharusnya dilakukan manusia dan yang menjadi perselisihan mereka. Maka pada bagian permulaan surat Al-A'raf, Allah menjelaskan apa yang disebut dengan \"Allah memberi keterangan,\" yaitu pengutusan para rasul yang bertugas memberi keterangan dan masing-masing akan dimintai pertanggungjawaban.</p><p>c. Pada bagian akhir surat Al-An'am, Allah menyatakan bahwa orang yang berbuat kebajikan akan diberi ganjaran sepuluh kali lipat dan yang berbuat kejahatan akan dibalas sesuai dengan perbuatannya. Untuk menentukan kadar kebajikan dan kejahatan itu ada timbangannya, maka Allah mengemukakan di bagian muka surat Al-A'raf, bahwa timbangan pada hari itu ialah kebenaran dan keadilan. Siapa yang timbangannya berat maka dialah yang beruntung dan siapa yang timbangannya ringan maka dialah yang merugi. Kemudian Allah menceritakan keadaan dan nasib ashhabul A'raaf.</p>"
}