{
  "chapterId": 34,
  "shortText": "Dinamakan Saba' karena di dalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah Arab yang tinggal di daerah Yaman. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah dan ibu kotanya Ma'rib. Mereka dapat membangun bendungan raksasa yang bernama \"Bendungan Ma'rib,\" sehingga negeri mereka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmat-Nya kepada mereka, serta mereka mengingkari pula seruan para rasul.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Saba' terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Luqman.</p><p>Dinamakan Saba' karena di dalamnya terdapat kisah kaum Saba'. Saba' adalah nama suatu kabilah Arab yang tinggal di daerah Yaman. Mereka mendirikan kerajaan yang terkenal dengan nama kerajaan Sabaiyyah dan ibu kotanya Ma'rib. Mereka dapat membangun bendungan raksasa yang bernama \"Bendungan Ma'rib,\" sehingga negeri mereka subur dan makmur. Kemewahan dan kemakmuran ini menyebabkan kaum Saba' lupa dan ingkar kepada Allah yang telah melimpahkan nikmat-Nya kepada mereka, serta mereka mengingkari pula seruan para rasul. Karena keingkaran mereka ini, Allah menimpakan azab berupa \"sailul 'arim\" (banjir yang besar) kepada mereka yang ditimbulkan oleh bobolnya bendungan Ma'rib. Setelah bendungan Ma'rib bobol, maka negeri Saba' menjadi kering dan kerajaan mereka hancur.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tIlmu Allah meliputi segala yang ada di langit dan di bumi; kebenaran adanya hari kebangkitan dan hari pembalasan; Nabi Muhammad adalah pemberi peringatan; pada hari kiamat berhala-berhala tidak dapat memberi manfaat sedikit pun; seseorang yang sesat maka akibat kesesatannya akan menimpa dirinya sendiri, dan jika ia menempuh jalan yang benar maka berkat petunjuk Allah.</p><h2>2. Kisah-kisah:</h2><p>\tKisah Nabi Daud dan Nabi Sulaiman; kisah kaum Saba'.</p><h2>3. Lain-lain:</h2><p>\tCelaan kepada kaum musyrikin yang menyembah berhala; tuduh-menuduh antara pemimpin-pemimpin yang menyesatkan dengan pengikut-pengikutnya pada hari kiamat; sikap orang-orang musyrik ketika mendengar Al-Qur'an; para rasul tidak meminta imbalan dalam melaksanakan dakwah; orang-orang musyrik berdoa kepada Allah agar dikembalikan ke dunia untuk melaksanakan perintah dan menjauhi larangan Allah; orang yang hidup berlebih-lebihan dan sewenang-wenang selalu memusuhi Nabi.</p><p>Surat Saba' mengutarakan hal-hal yang berhubungan dengan kebangkitan di akhirat, celaan terhadap perbuatan-perbuatan dan kepercayaan orang musyrik serta berhala-berhala yang tidak dapat memberi faedah kepada mereka, lalu diselingi dengan kisah-kisah, seperti: kisah Nabi Dawud dan Nabi Sulaiman, dan kisah kaum Saba' yang hidup berlebih-lebihan sampai melupakan Tuhan kemudian menemui kehancuran. Semua ini adalah sebagai pelajaran bagi kaum mukmin dan sebagai penawar bagi Nabi Muhammad dalam menghadapi orang-orang kafir.</p><h3>Hubungan Surat Saba' Dengan Surat Fathir:</h3><p>1. Kedua surat ini sama-sama dimulai dengan puji-pujian kepada Allah pemilik dan pencipta semesta alam.</p><p>2. Surat Saba' menceritakan kehancuran orang musyrik akibat perbuatan mereka yang selalu memusuhi para nabi dan orang-orang mukmin; sedangkan surat Fathir menyuruh agar orang-orang mukmin bersyukur dan memuji Allah atas nikmat-nikmat yang Dia berikan, di antaranya kehancuran musuh mereka.</p><p>3. Dalam surat Saba' Allah menerangkan bahwa segala sesuatu yang berada di langit dan di bumi adalah milik-Nya dan di bawah pengetahuan-Nya, sedangkan surat Fathir menjelaskan bagaimana Allah menerangkan dan mengatur apa yang dimiliki-Nya itu.</p>"
}