{
  "chapterId": 44,
  "shortText": "Dinamai \"Ad-Dukhan\" (kabut) diambil dari kata \"Dukhaan\" yang terdapat pada ayat ke-10 surat ini.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ad-Dukhan terdiri dari 59 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Az-Zukhruf. Dinamai \"Ad-Dukhan\" (kabut) diambil dari kata \"Dukhaan\" yang terdapat pada ayat ke-10 surat ini.</p><p>Menurut riwayat Bukhari, secara ringkas dapat diterangkan sebagai berikut: Orang-orang kafir Mekah sudah melampaui batas dalam menghalangi agama Islam dan menyakiti serta mendurhakai Nabi Muhammad. Karena itu, Nabi berdoa kepada Allah agar diturunkan azab yang pernah diturunkan kepada orang-orang durhaka kepada Nabi Yusuf, musim kemarau yang panjang. Doa Nabi itu dikabulkan Allah, sampai-sampai orang-orang makan tulang dan bangkai, karena kelaparan. Mereka selalu menengadah ke langit mengharap pertolongan Allah tetapi mereka hanya melihat kabut yang menutupi pandangan mereka.</p><p>Akhirnya, mereka datang kepada Nabi agar memohon kepada Allah supaya hujan diturunkan. Setelah Allah mengabulkan doa Nabi dan hujan diturunkan, mereka kembali kafir seperti semula. Karena itu, Allah menyatakan bahwa nanti mereka akan diazab dengan azab yang pedih.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil atas kenabian Muhammad; huru-hara dan kedahsyatan hari kiamat; pada hari kiamat hanya amal-amal yang dapat menolong seseorang; azab dan penderitaan yang diterima orang-orang kafir di akhirat serta nikmat dan kesenangan yang diterima orang-orang mukmin.</p><h2>2. Hukum-hukum:</h2><p>\tKisah Musa dengan Fir'aun dan kaumnya.</p><h2>3. Lain-lain:</h2><p>\tPermulaan turunnya Al-Qur'an pada malam lailatul Qadar; orang-orang kafir hanya beriman kalau ditimpa bahaya dan jika bahaya telah hilang mereka kembali kafir; dalam penciptaan langit dan bumi terdapat hikmah yang besar.</p><p>Surat Ad-Dukhan dimulai dengan menyebut keagungan Al-Qur'an. Karena kaum Quraisy tidak mengikuti seruan Nabi Muhammad, Nabi mendoakan agar musim kemarau yang panjang didatangkan, kemudian mereka beriman dan mengharap agar Nabi berdoa kepada Allah agar hujan diturunkan. Setelah hujan turun, mereka kafir kembali, lalu mereka diancam Allah dengan kehancuran. Kisah Fir'aun dan kaumnya disebutkan di sini sebagai peringatan bagi mereka.</p><h3>Hubungan Surat Ad-Dukhan Dengan Surat Al-Jatsiyah:</h3><p>Kedua surat ini semua isi dan maksudnya hampir sama, seperti menjelaskan tentang keberadaan dan kekuasaan Allah, sikap orang kafir terhadap seruan Nabi Muhammad, ancaman kepada orang-orang kafir dan siksaan hebat yang mereka derita pada hari kiamat.</p>"
}