{
  "chapterId": 59,
  "shortText": "Surat ini dinamai \"Al-Hasyr\" (pengusiran) diambil dari kata \"Al-Hasyr\" yang terdapat pada ayat kedua surat ini. Di dalam surat ini disebutkan kisah pengusiran suku Yahudi Bani Nadhir yang tinggal di sekitar Madinah.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Hasyr terdiri dari 24 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Bayyinah.</p><p>Surat ini dinamai \"Al-Hasyr\" (pengusiran) diambil dari kata \"Al-Hasyr\" yang terdapat pada ayat kedua surat ini. Di dalam surat ini disebutkan kisah pengusiran suku Yahudi Bani Nadhir yang tinggal di sekitar Madinah.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tApa yang berada di langit dan di bumi bertasbih memuji Allah: Allah pasti mengalahkan musuh-Nya dan musuh-musuh Rasul-Nya; Allah mempunyai Al-Asmaa-ul Husna; keagungan dan ketinggian martabat Al-Qur'an.</p><h2>2. Hukum-hukum:</h2><p>\tCara pembagian harta fai; perintah bertakwa dan menyiapkan diri untuk kehidupan ukhrawi.</p><h2>3. Lain-lain:</h2><p>\tBeberapa sifat orang-orang munafik dan Ahli Kitab yang tercela; peringatan-peringatan untuk kaum muslimin.</p><p>Surat ini menerangkan tentang bagaimana seharusnya sikap seorang muslim terhadap nonmuslim yang melakukan tindakan-tindakan yang merugikan umat islam seperti yang dilakukan oleh Bani Nadir. Juga menjelaskan tentang hukum fai dan pembagiannya, kewajiban bertakwa, ketinggian dan keagungan Al-Qur'an. Surat ini ditutup dengan menyebutkan beberapa Al-Asmaul Husna.</p><h3>Hubungan Surat Al-Hasyr Dengan Surat Al-Mumtahanah:</h3><p>Dalam surat Al-Hasyr disebutkan bagaimana orang-orang munafik saling menolong dengan orang-orang Yahudi dalam memusuhi kaum muslimin, sedangkan dalam surat Al-Mumtahanah Allah melarang kaum muslimin mengangkat orang-orang kafir menjadi pemimpin atau menjadikan mereka sebagai teman setia. Namun, tetap diperbolehkan untuk bekerja sama dan tolong-menolong dengan mereka selama tidak memusuhi kaum muslimin.</p>"
}
