{
  "chapterId": 29,
  "shortText": "Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-'Ankabut terdiri dari 69 ayat dan termasuk golongan surat Makkiyyah.</p><p>Dinamai \"Al-'Ankabut\" berhubung kata Al-'Ankabut yang berarti \"laba-laba\" terdapat pada ayat 41 surat ini, ketika Allah mengumpamakan para penyembah berhala dengan laba-laba yang meyakini kekuatan sarangnya sebagai tempat berlindung dan tempat menjerat mangsa, padahal jika dihembuskan angin atau ditimpa suatu barang yang kecil, sarang itu akan hancur. Begitu pula halnya kaum musyrikin yang meyakini kekuatan sembahan mereka sebagai tempat berlindung dan meminta sesuatu, padahal sembahan itu tidak mampu sedikit pun menolong mereka dari azab Allah ketika di dunia, seperti yang terjadi pada kaum Nuh, kaum Ibrahim, kaum Luth, kaum Syu'aib, kaum Shaleh, dan lain-lain. Terlebih, menghadapi azab Allah di akhirat nanti, sembahan mereka itu lebih tidak mampu lagi menghindarkan dan melindungi mereka.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tBukti-bukti tentang keberadaan hari kebangkitan dan ancaman terhadap orang-orang yang mengingkarinya; setiap jiwa akan merasakan mati dan hanya kepada Allah mereka akan kembali; Allah menjamin rezeki setiap makhluk-Nya.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban berbuat baik kepada kedua orang tua; kewajiban mengerjakan shalat karena bisa mencegah dari perbuatan keji dan mungkar; kewajiban menentang ajakan mempersekutukan Allah sekalipun dari ibu bapak.</p><h2>3. Kisah-kisah:</h2><p>\tKisah-kisah ujiaan yang dialami oleh Nabi Nuh, Nabi Ibrahim, Nabi Luth, Nabi Syu'aib, Nabi Dawud, Nabi Shaleh, dan Nabi Musa</p><h2>4. Lain-lain:</h2><p>\tCobaan diperlukan untuk menguji keimanan seseorang; manfaat usaha manusia kembali kepada dirinya sendiri, bukan kepada Allah; perlawanan terhadap kebenaran pasti hancur.</p><p>Surat Al-'Ankabut menerangkan bahwa seseorang yang mengatakan diri beriman belum bisa dikatakan benar-benar beriman sebelum imannya itu diuji. Orang yang imannya lemah, setelah disakiti sedikit saja, maka hancurlah imannya. Adakalanya mereka menjadi munafik dan adakalanya kembali menjadi kafir. Orang munafik dan orang kafir tidak akan luput dari azab Allah sebagaimana yang telah dialami oleh umat-umat terdahulu.</p><p>Allah juga mengumpamakan kepercayaan orang-orang musyrikin terhadap kekuatan berhala-berhala yang disembahnya sama dengan kepercayaan laba-laba terhadap kekuatan sarangnya. Allah menyuruh orang yang beriman mengerjakan shalat, mengingat Allah, dan menyampaikan agama-Nya. Apabila orang-orang musyrik tetap enggan menerima ajakan maka itu adalah urusan Allah. Apabila mereka bertindak sewenang-wenang dan kaum muslimin belum mempunyai kekuatan, kaum muslimin harus berhijrah ke tempat lain karena bumi Allah luas, dan Allah yang menentukan dan menjamin rezeki setiap makhluk.</p><p>Dunia adalah fana sedangkan akhirat adalah kekal. Di akhirat, orang-orang kafir mendapat azab yang kekal sedangkan orang-orang yang berjihad di jalan Allah mendapat kesenangan yang abadi.</p><h3>Hubungan Surat Al-'Ankabut Dengan Surat Ar-Rum:</h3><p>1. Bagian permulaan surat Al-'Ankabut menerangkan tentang jihad sebagai ujian bagi orang-orang mukmin, bahwa manusia itu diciptakan Allah bukan untuk bersenang-senang, tetapi untuk berusaha dan berjihad di jalan Allah sampai akhir hayat. Dalam berusaha dan berjihad di jalan Allah serta berjuang, manusia biasa mendapat halangan dan rintangan, namun hanya orang-orang mukmin saja yang sanggup mengatasi halangan dan rintangan ini sehingga mendapat kesenangan. Kemudian pada akhir surat Al-'Ankabut ini diulangi kembali tentang berjihad itu. Permulaan surat Ar-Rum mengandung arti bahwa orang mukmin akan mengalahkan orang-orang musyrik dalam waktu dekat. Maka ditinjau dari segi berjihad dan usaha mewujudkannya, surat Ar-Rum dianggap sebagai penyempurnaan dari apa yang dikemukakan dalam surat Al-'Ankabut.</p><p>2. Surat Al-'Ankabut mengemukakan tentang keesaan Allah dan hari kebangkitan secara global, sedangkan surat Ar-Rum mengemukakan bukti-bukti hal tersebut secara terperinci.</p><p>3. Surat Al-'Ankabut menyebutkan bahwa kewajiban para rasul hanya menyampaikan agama Allah, sedangkan surat Ar-Rum menyebutkan bahwa rasul-rasul tidak dapat memberikan taufik dan tidak mampu menjadikan seseorang menerima apa yang disampaikannya. Hanya Allah yang mampu melakukan hal tersebut.</p>"
}