{
  "chapterId": 33,
  "shortText": "Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Ahzab terdiri dari 73 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Ali 'Imran.</p><p>Dinamai \"Al-Ahzab\" yang berarti \"golongan-golongan yang bersekutu\" karena dalam surat ini terdapat ayat-ayat, ayat ke-9 sampai ayat ke-27, yang berhubungan dengan peperangan Al-Ahzab, yaitu perang yang dilancarkan oleh orang-orang Yahudi, kaum munafik, dan orang-orang musyrik terhadap orang-orang mukmin di Madinah. Mereka mengepung rapat orang-orang mukmin sehingga sebagian mereka berputus asa dan menyangka bahwa mereka akan dihancurkan oleh musuh-musuh itu.</p><p>Ini adalah suatu cobaan yang berat dari Allah untuk menguji sampai di mana keteguhan keimanan kaum mukmin. Akhirnya, Allah mengirimkan bantuan berupa tentara yang tidak terlihat dan angin topan, sehingga musuh-musuh menjadi kacau balau dan melarikan diri.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tCukuplah Allah saja sebagai Pelindung; takdir Allah tidak dapat ditolak; Nabi Muhammad adalah contoh dan teladan yang paling baik; Nabi Muhammad adalah rasul dan nabi yang terakhir; hanya Allah yang mengetahui kepan terjadinya kiamat.</p><h2>2. Hukum-hukum:</h2><p>\tHukum zhihar; kedudukan anak angkat; dasar waris-mewarisi dalam Islam ialah hubungan nasab (pertalian darah); tidak ada iddah bagi perempuan yang ditalak sebelum dicampuri; hukum-hukum khusus mengenai perkawinan Nabi dan kewajiban istri-istrinya; larangan menyakiti hati Nabi.</p><h2>3. Kisah-kisah:</h2><p>\tPerang Ahzab (Khandaq): kisah Zainab binti Jahsy dengan Zaid; perang terhadap Bani Quraizhah.</p><h2>4. Lain-lain:</h2><p>\tPenyesalan orang-orang kafir di akhirat karena mereka mengingkari Allah dan rasul-Nya; sifat-sifat orang-orang munafik.</p><p>Surat Al-Ahzab mengemukakan tingkah laku dan usaha orang-orang munafik menyakiti Nabi Muhammad, faktor penyebab perang Ahzab dan kesudahannya, tentang perkawinan Nabi dengan istri-istrinya, sopan-santun di rumah Nabi, fitnah terhadap Nabi Muhammad, dan adab sopan santun yang diperlukan untuk membangun masyarakat islami di Madinah, terutama setelah perang Badar.</p><p>Dari surat Al-Ahzab ini dapat diambil kesimpulan bahwa kemenangan orang-orang mukmin terhadap musuh-musuhnya adalah karena persatuan dan ketaatan kaum muslimin kepada pimpinan. Sepandai apa pun fitnah yang dilancarkan terhadap Nabi Muhammad maka akhirnya terbongkar juga.</p><h3>Hubungan Surat Al-Ahzab Dengan Surat Saba':</h3><p>1. Pada akhir surat Al-Ahzab disebutkan bahwa Allah memiliki sifat Maha Pengampun dan Maha Penyayang, sedangkan di awal surat Saba' disebutkan pula sifat yang sama.</p><p>2. Pada surat Al-Ahzab diceritakan bahwa orang-orang kafir menanyakan kapan hari kiamat terjadi dengan tujuan memperolok-olokkan Nabi Muhammad, sedangkan dalam surat Saba' diceritakan bahwa orang kafir itu menjadikan berita hari kiamat bukan saja sebagai olok-olokan bahkan dengan tegas mengingkarinya dan mencela orang-orang yang mempercayainya.</p>"
}