{
  "chapterId": 80,
  "shortText": "Dinamai \"Abasa\" (bermuka masam) diambil dari kata 'Abasa yang terdapat pada ayat pertama surat ini. Menurut riwayat, pada suatu ketika Rasulullah berbicara dengan pemuka-pemuka Quraisy yang beliau harapkan masuk Islam. Tiba-tiba datanglah Ibnu Ummi Maktum, seorang sahabat buta yang mengharap agar Rasulullah membacakan ayat-ayat Al-Qur'an yang telah diturunkan Allah. Tetapi Rasulullah bermuka masam dan memalingkan muka dari Ibnu Ummi Maktum, maka Allah menurunkan surat ini sebagai teguran atas sikap Rasulullah itu.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat 'Abasa terdiri dari 42 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat An-Najm.</p><p>Dinamai \"Abasa\" (bermuka masam) diambil dari kata 'Abasa yang terdapat pada ayat pertama surat ini. Menurut riwayat, pada suatu ketika Rasulullah berbicara dengan pemuka-pemuka Quraisy yang beliau harapkan masuk Islam. Tiba-tiba datanglah Ibnu Ummi Maktum, seorang sahabat buta yang mengharap agar Rasulullah membacakan ayat-ayat Al-Qur'an yang telah diturunkan Allah. Tetapi Rasulullah bermuka masam dan memalingkan muka dari Ibnu Ummi Maktum, maka Allah menurunkan surat ini sebagai teguran atas sikap Rasulullah itu.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil keesaan Allah; keadaan manusia pada hari kiamat.</p><h2>2. Lain-lain:</h2><p>\tDalam berdakwah hendaknya tidak membeda-bedakan orang-orang yang didakwahi; cercaan Allah kepada manusia yang tidak mensyukuri nikmat.</p><p>Surat 'Abasa berisi teguran Allah kepada Rasulullah yang lebih mengutamakan pembesar-pembesar Quraisy yang diharapkan masuk Islam daripada Ibnu Ummi Maktum yang buta dan jelas beriman; Al-Qur'an adalah sebagai peringatan; dan salah satu sifat manusia ialah tidak mensyukuri nikmat Allah.</p><h3>Hubungan Surat 'Abasa Dengan Surat At-Takwir:</h3><p>1. Kedua surat ini sama-sama menerangkan tentang huru-hara pada hari kiamat.</p><p>2. Kedua surat ini sama-sama menerangkan bahwa pada hari kiamat manusia terbagi menjadi dua.</p><p>3. Pada surat 'Abasa Allah menegur Nabi Muhammad sedangkan dalam surat At-Takwir Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang mulia.</p>"
}
