{
  "chapterId": 58,
  "shortText": "Surat ini dinamai \"Al-Mujadalah\" (Perbantahan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut sebuah riwayat, bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah dan dia menuntut agar beliau memberikan putusan yang adil dalam persoalan tersebut.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Mujadalah terdiri dari 22 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Munafiqun.</p><p>Surat ini dinamai \"Al-Mujadalah\" (Perbantahan) karena pada awal surat ini disebutkan bantahan seorang perempuan, menurut sebuah riwayat, bernama Khaulah binti Tsa'labah terhadap sikap suaminya yang telah menzhiharnya. Hal ini diadukan kepada Rasulullah dan dia menuntut agar beliau memberikan putusan yang adil dalam persoalan tersebut.</p><p>Dinamai juga \"Al-Mujadilah\" yang berarti \"perempuan yang mengajukan gugatan\".</p><h3>Pokok-Pokok Isi:</h3><h2>1. Hukum:</h2><p>\tHukum zhihar dan sanksi-sanksi bagi orang yang melakukannya bila ia menarik kembali perkataannya; larangan menjadikan musuh Allah sebagai teman.</p><h2>2. Lain-lain:</h2><p>\tMenjaga adab sopan santun dalam suatu majelis dan pertemuan; adab sopan santun terhadap Rasulullah.</p><p>Surat ini menerangkan tentang zhihar dan hukumnya, larangan mengambil orang kafir sebagai teman akrab serta beberapa hal yang berhubungan dengan adab dan sopan santun.</p><h3>Hubungan Surat Al-Mujadalah Dengan Surat Al-Hasyr:</h3><p>1. Pada akhir surat Al-Mujadalah Allah menyatakan bahwa agama Allah akan menang, sedangkan pada permulaan surat Al Hasyr diterangkan salah satu kemenangan itu, yaitu pengusiran Bani Nadhir dari Madinah.</p><p>2. Dalam surat Al-Mujadalah Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat kebinasaan, sedangkan pada surat Al-Hasyr Allah menyebutkan bahwa orang-orang yang menentang Allah dan Rasul-Nya akan mendapat azab yang keras.</p><p>3. Dalam surat Al-Mujadalah Allah menyebutkan hal orang-orang munafik dan orang-orang Yahudi yang saling membantu dalam memusuhi kaum muslim, sedangkan dalam surat Al-Hasyr disebutkan kekalahan yang menimpa mereka, dan persatuan mereka tidak dapat menolong mereka sedikit pun.</p>"
}
