{
  "chapterId": 51,
  "shortText": "Dinamai \"Adz-Dzariyat\" (angin yang menerbangkan) diambil dari kata \"Adz-Dzariyat\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, awan, kapal, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini mengisyaratkan pada perhatian Allah kepada hamba-Nya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Adz-Dzaariyaat terdiri dari 60 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ahqaf.</p><p>Dinamai \"Adz-Dzariyat\" (angin yang menerbangkan) diambil dari kata \"Adz-Dzariyat\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan angin, awan, kapal, dan malaikat yang menjadi sumber kesejahteraan dan pembawa kemakmuran. Hal ini mengisyaratkan pada perhatian Allah kepada hamba-Nya.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKeadaan orang-orang yang beriman di dalam surga sebagai balasan ketaatan bagi orang yang bertakwa; manusia dan jin diciptakan Allah untuk beribadah kepada-Nya; Allah Maha Pemberi rezeki; neraka sebagai balasan bagi orang-orang kafir.</p><h2>2. Hukum-hukum:</h2><p>\tLarangan mempersekutukan Allah dengan selain-Nya; perintah berpaling dari orang-orang musyrik yang keras kepala serta memberikan peringatan dan pengajaran kepada orang-orang mukmin; pada harta kekayaan seseorang terdapat hak orang miskin.</p><h2>3. Kisah-kisah:</h2><p>\tNabi Ibrahim dengan malaikat yang datang ke rumahnya; Nabi Musa dengan Fir'aun; kaum 'Ad dan Tsamud; Nabi Nuh dengan kaumnya.</p><h2>4. Lain-lain:</h2><p>\tSegala sesuatu diciptakan Allah dengan berpasang-pasangan; pada diri manusia sendiri terdapat tanda-tanda kebesaran Allah.</p><p>Surat Adz-Dzariyat menerangkan hal-hal yang berhubungan dengan penegasan adanya hari kebangkitan, balasan yang diterima orang mukmin dan orang kafir di akhirat. Kemudian dikemukakan kisah beberapa orang nabi dengan kaumnya sebagai bujukan kepada nabi Muhammad agar jangan bersedih hati terhadap sikap kaumnya yang keras kepala dan selalu mendustakannya.</p><h3>Hubungan Surat Adz-Dzariyat Dengan Surat Ath-Thur:</h3><p>1. Surat Adz-Dzariyat dimulai dengan ancaman kepada orang-orang kafir dan nikmat-nikmat yang diterima orang-orang mukmin kelak, sedangkan surat Ath-Thur dimulai dengan ancaman dan diiringi dengan menerangkan nikmat yang diterima orang-orang mukmin, secara lebih jelas.</p><p>2. Kedua surat ini sama-sama dimulai dengan sumpah Allah dengan menyebutkan ciptaan-ciptaan-Nya.</p><p>3. Kedua surat ini sama-sama berisi perintah kepada Rasulullah agar berpaling dari orang-orang musyrik yang keras kepala dan alasan serta dalil atas keesaan Allah dan adanya hari kebangkitan.</p>"
}