{
  "chapterId": 37,
  "shortText": "Dinamai dengan \"Ash-Shaffat\" (yang bershaf-shaf) karena ada hubungannya dengan kata \"Ash-Shaffat\" yang terletak pada ayat pertama surat ini, yang mengemukakan bagaimana para malaikat, yang bersih jiwanya dan tidak dapat digoda setan, berbaris di hadapan Allah. Hal ini hendaklah menjadi pelajaran bagi manusia dalam menghambakan diri kepada Allah.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ash-Shaffat terdiri dari 182 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-An'am.</p><p>Dinamai dengan \"Ash-Shaffat\" (yang bershaf-shaf) karena ada hubungannya dengan kata \"Ash-Shaffat\" yang terletak pada ayat pertama surat ini, yang mengemukakan bagaimana para malaikat, yang bersih jiwanya dan tidak dapat digoda setan, berbaris di hadapan Allah. Hal ini hendaklah menjadi pelajaran bagi manusia dalam menghambakan diri kepada Allah.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil tentang keesaan Allah; keberadaan hari kebangkitan; keberadaan padang mahsyar dan hari kiamat; malaikat-malaikat selalu bertasbih kepada Allah.</p><h2>2. Kisah-kisah:</h2><p>\tKisah Nabi Nuh; kisah Nabi Ibrahim dan Nabi Ismail; kisah Nabi Musa dan Nabi Harun; kisah Nabi Ilyas; kisah Nabi Luth; kisah Nabi Yunus.</p><h2>3. Lain-lain:</h2><p>\tSikap orang kafir terhadap Al-Qur'an; tuduh-menuduh antara orang kafir dengan pengikutnya pada hari Kiamat; kenikmatan di surga; pohon zaqqum; celaan terhadap orang yang mengatakan bahwa Allah memiliki anak; seorang yang baik belum tentu menurunkan keturunan yang baik pula.</p><p>Surat ini mengemukakan tentang keesaan Allah, dan dari bukti-bukti yang dipaparkan dapat diambil kesimpulan bahwa tauhid akan menang. Dari kisah-kisah yang dikemukakan surat ini dapat diambil kesimpulan bahwa kaum yang menentang rasul pasti akan hancur. Begitu pula halnya dengan kaum musyrik Mekah yang menentang Nabi Muhammad pasti akan mengalami kehancuran.</p><h3>Hubungan Surat Ash-Shaffat Dengan Surat Shad:</h3><p>1. Dalam surat Ash-Shaffat disebutkan kisah para nabi, sedangkan surat Shad menyebutkan kisah nabi-nabi yang belum disebutkan pada surat Ash-Shaffat, seperti: kisah Nabi Dawud, Nabi Sulaiman, dan lain-lain.</p><p>2. Dalam surat Ash-Shaffat diterangkan bahwa orang-orang musyrik sebelum diutusnya Rasulullah selalu mengatakan bahwa sekiranya mereka mempunyai sebuah kisah pemberi peringatan di antara kitab-kitab yang telah diturunkan kepada orang-orang terdahulu tentu mereka akan taat, sedangkan dalam surat Shad ditegaskan bahwa Al-Qur'an adalah kitab yang lebih sempurna dan seharusnya mereka taati sekiranya mereka jujur dalam pengakuannya itu.</p><p>3. Dalam surat Ash-Shaffat diterangkan bahwa setelah Al-Qur'an yang memberi peringatan datang kepada orang-orang musyrik Mekah, mereka tetap mengingkarinya, sedangkan dalam surat Shad diterangkan sebab-sebab keingkaran mereka.</p>"
}