{
  "chapterId": 48,
  "shortText": "Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Fath terdiri dari 29 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Jumu'ah.</p><p>Dinamai \"Al-Fath (kemenangan)\" diambil dari kata \"Fat-han\" yang terdapat pada ayat pertama surat ini. Sebagian besar surat ini menerangkan hal-hal yang berhubungan dengan kemenangan yang dicapai Nabi Muhammad dalam berbagai peperangan yang dijalaninya.</p><p>Nabi Muhammad sangat gembira dengan turunnya ayat pertama surat ini. Kegembiraan ini dinyatakan dalam sabda beliau yang diriwayatkan Bukhari, \"Sungguh, telah diturunkan kepadaku satu surat yang lebih aku cintai dari seluruh apa yang disinari matahari.\" Kegembiraan tersebut disebabkan ayat-ayat yang diturunkan menerangkan tentang kemenangan yang akan diraih Nabi Muhammad dalam perjuangannya dan tentang kesempurnaan nikmat yang Allah berikan kepadanya.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAllah mempunyai bala tentara di langit dan di bumi; janji Allah kepada orang mukmin bahwa mereka akan mendapat ampunan dan pahala yang besar dari Allah; Allah mengutus Nabi Muhammad sebagai saksi, pembawa berita gembira, dan pemberi peringatan; Agama Islam akan mengalahkan agama-agama lain.</p><h2>2. Hukum-hukum:</h2><p>\tOrang pincang dan orang yang sakit dibebaskan dari kewajiban berperang.</p><h2>3. Kisah-kisah:</h2><p>\tPeristiwa seputar Bai'aturridhwan dan Perdamaian Hudaibiyyah.</p><h2>4. Lain-lain:</h2><p>\tBerita gembira yang disampaikan Allah kepada Nabi Muhammad bahwa beliau dan orang-orang mukmin akan memasuki Mekah dengan kemenangan, dan hal ini terlaksana setelah setahun kemudian; sikap orang mukmin terhadap sesama mukmin dan terhadap orang kafir; sifat-sifat Nabi Muhammad dan para sahabatnya sudah disebutkan dalam Taurat dan Injil; janji Allah bahwa orang Islam akan menguasai daerah-daerah yang belum dikuasai sewaktu Nabi Muhammad hidup.</p><p>Surat Al-Fath menerangkan tentang peristiwa-peristiwa yang berhubungan dengan Perdamaian Hudaibiyah dan janji Allah akan kemenangan kaum muslimin. Surat ini ditutup dengan menerangkan sifat-sifat Nabi Muhammad dan sahabat-sahabatnya.</p><h3>Hubungan Surat Al Fath Dengan Surat Al-Hujurat:</h3><p>1. Di dalam surat Al-Fath disebutkan perintah memerangi orang-orang kafir, sedangkan dalam surat Al-Hujurat disebutkan perintah mengadakan perdamaian antara dua golongan kaum mukminin yang bersengketa dan perintah memerangi golongan kaum muslimin yang berbuat aniaya kepada golongan kaum muslimin yang lain, sampai kesatuan dan persatuan umat Islam terjaga.</p><p>2. Surat Al-Fath ditutup dengan keterangan mengenai sifat-sifat Rasulullah dan sahabat-sahabatnya, sedangkan surat Al-Hujurat dimulai dengan keterangan bagaimana seharusnya para sahabat bergaul dengan Nabi Muhammad.</p>"
}