{
  "chapterId": 49,
  "shortText": "Dinamai \"Al-Hujurat\" (kamar) diambil dari kata \"Al-Hujurat\" yang terdapat pada ayat ke-4 surat ini. Ayat tersebut mencela para sahabat yang memanggil Nabi Muhammad yang sedang berada di dalam kamar rumahnya. Memanggil Nabi Muhammad dengan cara dan dalam keadaan yang demikian menunjukkan sikap kurang hormat kepada beliau dan mengganggu ketenteraman beliau.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Hujurat terdiri dari 18 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Mujadilah.</p><p>Dinamai \"Al-Hujurat\" (kamar) diambil dari kata \"Al-Hujurat\" yang terdapat pada ayat ke-4 surat ini. Ayat tersebut mencela para sahabat yang memanggil Nabi Muhammad yang sedang berada di dalam kamar rumahnya. Memanggil Nabi Muhammad dengan cara dan dalam keadaan yang demikian menunjukkan sikap kurang hormat kepada beliau dan mengganggu ketenteraman beliau.</p><h3>Pokok-Pokok Isi:</h3><p>1. Keimanan:</p><p>\tMasuk Islam harus disempurnakan dengan iman yang sebenar-sebenarnya.</p><h2>2. Hukum-hukum:</h2><p>\tLarangan mengambil keputusan yang menyimpang dari ketetapan Allah dan Rasul-Nya; keharusan meneliti suatu kabar yang disampaikan oleh orang fasik; kewajiban mengadakan islah antara orang muslim yang bersengketa karena orang Islam itu bersaudara; kewajiban mengambil tindakan terhadap golongan muslim yang bertindak zalim kepada golongan muslim yang lain; larangan mencaci, menghina, dan sebagainya; larangan berprasangka buruk, menggunjing, memfitnah, dan lain-lain.</p><h2>3. Lain-lain:</h2><p>\tAdab sopan santun berbicara dengan Rasulullah; Allah menciptakan manusia bersuku-suku dan berbangsa-bangsa agar satu sama lain saling mengenal; semua manusia sama di sisi Allah, kelebihan hanya pada orang yang bertakwa; sifat-sifat orang yang benar-benar beriman.</p><p>Surat Al-Hujurat menerangkan tentang akhlak baik yang berhubungan dengan sikap orang mukmin terhadap Allah dan Nabi Muhammad serta sesama mereka; sopan-santun dalam pergaulan sehari-hari. Surat ini juga menerangkan bagaimana sikap orang-orang mukmin dalam menerima berita dari orang-orang fasik. Kemudian surat ini ditutup dengan menerangkan hakikat iman dan keutamaan amal orang-orang mukmin.</p><h3>Hubungan Surat Al-Hujurat Dengan Surat Qaf:</h3><p>1. Pada akhir surat Al-Hujurat disebutkan keimanan orang-orang Badui dan sebenarnya mereka belum beriman. Hal ini dapat membuat keimanan mereka bertampah atau justru menjadikan mereka mengingkari kenabian dan hari kebangkitan. Sementara itu, pada awal surat Qaf disebutkan beberapa sifat orang kafir yang mengingkari kenabian dan hari kebangkitan.</p><p>2. Surat Al-Hujurat lebih banyak menguraikan permasalahan duniawi sedangkan surat Qaf lebih banyak menguraikan perkara ukhrawi.</p>"
}