{
  "chapterId": 28,
  "shortText": "Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Qashash terdiri dari 88 ayat dan termasuk surat Makkiyyah.</p><p>Dinamai dengan \"Al-Qashash\" karena pada ayat ke-25 surat ini terdapat kata \"Al-Qashash\" yang berarti \"cerita\". Ayat ini menerangkan bahwa setelah Nabi Musa bertemu dengan Nabi Syu'aib, ia menuturkan cerita yang berhubungan dengan dirinya sendiri, yakni pengalamannya bersama Fir'aun, sampai ketika ia diburu oleh Fir'aun karena membunuh seseorang dari bangsa Qibthi tanpa disengaja. Syu'aib menjawab bahwa Musa telah selamat dari pengejaran orang-orang zalim.</p><p>Turunnya ayat ke-25 surat ini sangat besar artinya bagi Nabi Muhammad dan para sahabat yang melakukan hijrah ke Madinah. Hal ini menambah keyakinan mereka, bahwa pada akhirnya orang-orang Islamlah yang akan menang. Ayat ini menunjukkan bahwa barang siapa berhijrah dari tempat musuh untuk mempertahankan keimanan, pasti akan berhasil dalam perjuangannya menghadapi musuh-musuh agama. Kepastian kemenangan bagi kaum muslimin ini ditegaskan pada bagian akhir surat ini yang mengandung isyarat bahwa, setelah hijrah ke Madinah, kaum muslimin akan kembali ke Mekah sebagai pemenang dan penegak agama Allah. Surat Al-Qashash ini adalah surat yang paling lengkap memuat cerita Nabi Musa sehingga, menurut suatu riwayat, surat ini juga dinamai surat Musa.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAllah Yang menentukan segala sesuatu dan manusia harus ridha dengan ketentuan itu; alam adalah fana dan hanya Allah yang Kekal; semuanya akan kembali kepada Allah; Allah mengetahui isi hati manusia baik yang dilahirkan ataupun yang disembunyikan.</p><h2>2. Kisah-kisah:</h2><p>\tKekejaman Fir'aun dan pertolongan serta karunia Allah kepada Bani Israil; Musa dilemparkan ke sungai Nil, Musa membunuh seorang Qibthi tanpa sengaja; Musa di Madyan; Musa menerima perintah menyeru Fir'aun di gunung Sinai; kisah Karun.</p><h2>3. Lain-lain:</h2><p>\tAl-Qur'an menerangkan kisah nabi-nabi dan umat-umat terdahulu sebagai bukti kerasulan Muhammad; ahli kitab yang beriman kepada Nabi Muhammad diberi pahala dua kali lipat; hikmah Al-Qur'an diturunkan secara berangsur-angsur; hanya Allah yang memberi taufik kepada hamba-Nya untuk beriman; Allah menghancurkan suatu negeri karena kezaliman penduduknya sendiri; Allah tidak akan mengazab suatu umat sebelum rasul diutus kepadanya; keadaan orang-orang kafir dan sekutu-sekutu mereka pada hari kiamat; pergantian siang dan malam sebagai rahmat bagi manusia; Allah memberi balasan kebaikan dengan berlipat ganda sedangkan balasan kejahatan seimbang dengan yang telah dilakukan; janji Allah akan kemenangan Nabi Muhammad.</p><p>Surat Al-Qashash diturunkan pada waktu kaum muslimin dalam keadaan lemah, sedangkan orang musyrik Mekah, sebagai penguasa, ketika itu mempunyai kekuatan dan kekuasaan yang besar.</p><p>Dalam surat ini, Allah mengemukakan bahwa Fir'aun sebagai seorang raja yang mempunyai kekuasaan yang tak terbatas, dan Qarun sebagai seorang yang berilmu yang mempunyai harta yang tidak terhingga, akan binasa bersama apa yang dimiliki karena mengingkari agama Allah, sedangkan Musa yang semula tidak mempunyai apa pun justru mendapat kemenangan karena mengikuti agama Allah. Ayat ke-59 menegaskan lagi bahwa Allah menghancurkan negeri-negeri yang penduduknya zalim. Kemudian surat ini ditutup dengan menerangkan bahwa kaum muslimin, sekalipun dalam keadaan lemah, nanti setelah hijrah ke Madinah akan kembali lagi ke Mekah sebagai pemenang. Karena itu, tetaplah menyembah Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Dialah Mahakuasa dan menentukan segala sesuatu.</p><h3>Hubungan Surat Al-Qashash Dengan Surat Al-'Ankabut:</h3><p>1. Surat Al-'Ankabut dimulai dengan hiburan dari Allah kepada Nabi Muhammad dan para sahabatnya yang selalu disakiti, diejek, dan diusir oleh orang-orang musyrik Mekah, bahwa orang-orang yang beriman itu akan menerima cobaan atas keimanan mereka, sedangkan surat Al-Qashash menerangkan berbagai macam cobaan yang dialami oleh Nabi Musa dan Bani Israil dalam menghadapi kekejaman Fir'aun. Oleh sebab itu, Allah menyuruh agar Nabi Muhammad dan para sahabatnya agar terus bersabar dalam menghadapi cobaan-cobaan itu.</p><p>2. Surat Al-Qashash mengisahkan tentang keselamatan Nabi Musa dari pengejaran Fir'aun setelah secara tidak sengaja membunuh orang Qibti. Juga mengisahkan tentang keselamatan Nabi Musa dan pengikutnya dari pengejaran Fir'aun dan bala tentaranya dan tenggelamnya Fir'aun dan bala tentaranya di laut Merah. Sementara itu, surat Al-'Ankabut mengisahkan keselamatan Nabi Nuh dan pengikutnya di atas kapal dan tenggelamnya orang-orang yang mengingkari seruan Nabi Nuh. Semua ini menunjukkan pertolongan Allah kepada hamba-hamba-Nya yang beriman.</p><p>3. Surat Al-Qashash mengemukakan kelemahan kepercayaan orang-orang yang menyembah berhala dengan menerangkan keadaan penyembah-penyembah berhala dengan berhala itu sendiri pada hari kiamat, sedangkan surat Al-'Ankabut menyatakan kesalahan kepercayaan tersebut dengan membandingkannya dengan laba-laba yang percaya akan kekuatan sarangnya yang sangat lemah itu.</p><p>4. Kedua surat ini sama-sama menerangkan kisah Fir'aun dan Qarun serta akibat perbuatan keduanya. Kedua Surat ini sama-sama menyinggung hijrah Nabi Muhammad.</p>"
}