{
  "chapterId": 61,
  "shortText": "Dinamai dengan \"Ash-Shaff\", karena pada ayat keempat surat ini terdapat kata \"Shaffan\" yang berarti \"satu barisan\". Ayat ini menerangkan apa yang diridhai Allah sesudah menemui apa yang dimurkaiNya. Pada ayat ketiga diterangkan bahwa Allah murka kepada orang yang hanya pandai berbicara tetapi tidak melaksanakan apa yang diucapkannya. Pada ayat keempat diterangkan bahwa Allah menyukai orang yang mempraktikkan apa yang diucapkannya, yaitu orang-orang yang berjihad di jalan Allah dalam satu barisan.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ash-Shaff terdiri dari 14 ayat dan termasuk golongan surat Madaniyyah.</p><p>Dinamai dengan \"Ash-Shaff\", karena pada ayat keempat surat ini terdapat kata \"Shaffan\" yang berarti \"satu barisan\". Ayat ini menerangkan apa yang diridhai Allah sesudah menemui apa yang dimurkaiNya. Pada ayat ketiga diterangkan bahwa Allah murka kepada orang yang hanya pandai berbicara tetapi tidak melaksanakan apa yang diucapkannya. Pada ayat keempat diterangkan bahwa Allah menyukai orang yang mempraktikkan apa yang diucapkannya, yaitu orang-orang yang berjihad di jalan Allah dalam satu barisan.</p><h3>Pokok-Pokok Isi:</h3><p>Semua yang ada di langit dan di bumi bertasbih kepada Allah, anjuran berjihad di jalan Allah, pengikut-pengikut Nabi Musa dan 'Isa pernah mengingkari ajaran-ajaran para nabi, kaum musyrikin Mekah ingin memadamkan cahaya Allah (agama Islam), ampunan Allah dan surga dapat dicapai dengan iman dan berjuang menegakkan kalimat Allah dengan harta dan jiwa.</p><p>Surat ini menganjurkan supaya orang-orang mukmin selalu menyesuaikan antara ucapan dengan perbuatan, dan menerima tawaran Allah, yaitu ampunan dan surga dapat dicapai dengan iman dan berjihad di jalan Allah dengan harta dan jiwa.</p><h3>Hubungan Surat Ash-Shaff Dengan Surat Al-Jumu'ah:</h3><p>1. Kedua surat ini sama-sama dimulai dengan \"sabbaha lillahi\" bertasbih kepada Allah dan bahwa Allah Mahaperkasa, Mahabijaksana.</p><p>2. Pada surat Ash-Shaff diterangkan bahwa orang-orang Yahudi adalah kaum yang sesat dan fasik, sedangkan pada surat Al-Jumu'ah diterangkan kembali bahwa mereka adalah orang bodoh seperti keledai yang membawa buku-buku yang banyak tetapi tidak dapat memahaminya.</p>"
}
