{
  "chapterId": 41,
  "shortText": "Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Fussilat terdiri dari 54 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mu'min.</p><p>Dinamai \"Fussilat\" (yang dijelaskan) karena ada hubungannya dengan kata \"Fussilat\" yang terdapat pada permulaan surat ini. Maksudnya, ayat-ayatnya diperinci dengan jelas tentang hukum-hukum, keimanan, janji dan ancaman, akhlak, kisah, dan sebagainya.</p><p>Dinamai juga dengan \"Haa Miim As-Sajdah\" karena surat ini dimulai dengan \"Haa Miim\" dan di dalamnya terdapat ayat Sajdah.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAl-Qur'an dan sikap orang-orang musyrik terhadapnya; kejadian-kejadian langit dan bumi serta apa yang ada pada keduanya membuktikan keberadan Allah; semua yang terjadi dalam alam semesta tidak lepas dari pengetahuan Allah.</p><h2>2. Lain-lain:</h2><p>\tHikmah diciptakannya gunung-gunung; anggota tubuh setiap orang menjadi saksi terhadap dirinya sendiri pada hari kiamat; azab yang ditimpakan kepada kaum 'Ad dan Tsamud; permohonan orang-orang kafir agar dikembalikan ke dunia untuk mengerjakan amal-amal saleh; berita gembira dari malaikat kepada orang-orang yang beriman; anjuran menghadapi orang-orang kafir secara baik-baik; ancaman terhadap orang-orang yang mengingkari keesaan Allah; sifat-sifat Al-Qur'an; manusia dan wataknya.</p><p>Surat Fussilat mengutarakan hal-hal yang berhubungan dengan Al-Qur'an dan sikap orang musyrik terhadapnya; kekuasaan Allah di langit dan di bumi; dan ancaman kepada orang-orang musyrik di dunia dan di akhirat. Kemudian dikemukakan tentang keadaan orang-orang yang selalu beribadah kepada Tuhannya dan diakhiri dengan mengemukakan beberapa tabiat manusia.</p><h3>Hubungan Surat Fussilat Dengan Surat Asy-Syura:</h3><p>Kedua surat ini sama-sama mengutarakan kebenaran Al-Qur'an serta menolak kecaman dan celaan orang-orang kafir Mekah terhadapnya; bujukan terhadap Nabi Muhammad agar jangan bersedih hati dan berputus asa, karena kecaman dan celaan itu sudah sewajarnya datang dari musuh-musuh agama dan hal itu telah dialami oleh rasul-rasul sebelumnya.</p>"
}