{
  "chapterId": 47,
  "shortText": "Surat ini diberi nama \"Muhammad\" diambil dari kata \"Muhammad\" yang terdapat pada ayat ke-2 surat ini. Pada ayat 1, 2 dan 3 surat ini Allah membandingkan hasil yang diperoleh orang yang percaya kepada apa yang diturunkan kepada Nabi Muhammad dengan hasil yang diperoleh orang yang tidak percaya kepadanya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Muhammad terdiri dari 38 ayat, termasuk golongan surat Madaniyyah, dan diturunkan setelah surat Al-Hadid.&nbsp;</p><p>Surat ini diberi nama \"Muhammad\" diambil dari kata \"Muhammad\" yang terdapat pada ayat ke-2 surat ini.</p><p>Pada ayat 1, 2 dan 3 surat ini Allah membandingkan hasil yang diperoleh orang yang percaya kepada apa yang diturunkan kepada Nabi Muhammad dengan hasil yang diperoleh orang yang tidak percaya kepadanya. Orang yang percaya kepada apa yang dibawa Muhammad maka termasuk orang yang beriman dan mengikuti jejak kebenaran; semua amalnya diterima dan semua kesalahannya diampuni oleh Allah. Adapun orang yang tidak percaya kepada Muhammad maka termasuk orang yang mengikuti kebatilan; amalnya tidak diterima dan kesalahannya tidak diampuni, dan kepadanya dijanjikan azab di dunia dan di akhirat.</p><p>Surat ini juga dinamai dengan \"Al-Qital\" (peperangan), karena sebagian besar surat ini mengutarakan tentang peperangan dan pokok-pokok hukumnya, serta bagaimana seharusnya sikap orang-orang mukmin terhadap orang-orang kafir.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tOrang yang mati syahid akan masuk surga; balasan-balasan yang disediakan di akhirat bagi orang-orang yang takwa dan orang-orang yang durhaka; keesaan Allah.</p><h2>2. Hukum-hukum:</h2><p>\tMenumpas musuh pada permulaan peperangan (sebelum ada tanda-tanda kemenangan), menawan musuh jika sudah ada tanda-tanda kemenangan, membebaskan tawanan dengan menerima tebusan atau tidak, larangan mengajak damai apabila kemenangan telah nyata.</p><h2>3. Lain-lain:</h2><p>\tAllah selalu memberi cobaan kepada orang-orang mukmin untuk mengetahui siapa yang berjihad dan sabar; kehidupan dunia adalah permainan belaka, iman dan takwa yang bisa menghasilkan pahala; Allah akan menolong orang yang menolong agama-Nya.</p><p>Surat Muhammad menerangkan keadaan orang-orang kafir dan orang-orang mukmin di dunia dan akhirat serta menyatakan perbedaan keadaan dan hasil yang mereka peroleh. Surat ini juga menerangkan tentang hukum perang dan cara orang-orang mukmin menghadapi orang-orang kafir.</p><h3>Hubungan Surat Muhammad Dengan Surat Al-Fath:</h3><p>1. Pada kedua surat ini terdapat keterangan mengenai orang-orang mukmin yang ikhlas dan orang-orang musyrik dan munafik.</p><p>2. Pada surat Muhammad terdapat perintah agar memohon ampunan kepada Allah sedangkan pada surat Al-Fath disebutkan janji Allah bahwa orang-orang mukmin yang beramal saleh akan mendapat ampunan dan pahala yang banyak dari Allah.</p><p>3. Pada surat Muhammad diperintahkan supaya Nabi Muhammad memerangi musuh-musuh Allah, sedangkan dalam surat Al-Fath dinyatakan bahwa Allah akan memberikan kebahagiaan kepada Nabi Muhammad.</p>"
}