{
  "chapterId": 35,
  "shortText": "Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini. Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Fathir terdiri dari 45 ayat, termasuk golongan surat Makkiyyah, diturunkan setelah surat Al-Furqan, dan merupakan surat terakhir di antara urutan surat-surat dalam Al-Qur'an yang dimulai dengan \"Alhamdulillah\".</p><p>Dinamakan \"Fathir\" (pencipta) karena ada hubungannya dengan kata \"Fathir\" yang terdapat pada ayat pertama surat ini.</p><p>Pada ayat tersebut diterangkan bahwa Allah adalah Pencipta langit dan bumi, Pencipta malaikat-malaikat, dan Pencipta semesta alam, yang semuanya itu adalah sebagai bukti atas kekuasaan dan kebesaran-Nya.</p><p>Surat ini dinamai juga dengan \"surat Malaikat\" karena pada ayat pertama disebutkan bahwa Allah telah menciptakan malaikat-malaikat, sebagai utusan-Nya, yang mempunyai beberapa sayap.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tBukti-bukti kekuasaan Allah dan nikmat-nikmat yang telah Dia anugerahkan; Allah menciptakan para malaikat sesuai dengan bentuk yang Dia kehendaki; bukti-bukti atas kebenaran adanya hari kebangkitan.</p><h2>2. Lain-lain:</h2><p>\tKesenangan hidup di dunia hanyalah sementara; menguatkan hati Rasulullah dalam menyeru orang-orang kafir dengan mengingatkannya kepada rasul-rasul yang terdahulu dan orang-orang yang mendustakannya; seruan kepada manusia agar mengerjakan amal baik dan meninggalkan perbuatan buruk agar jangan mengikuti langkah setan; Setiap orang memikul dosanya sendiri; manusia adalah khalifah Allah di bumi; gambaran akibat yang diterima oleh orang mukmin dan orang-orang kafir; tingkatan orang-orang mukmin.</p><p>Kesimpulan surat Fathir ialah mengajak untuk mensyukuri nikmat yang diberikan Allah kepada manusia, menjauhi perbuatan jahat, memikirkan tentang keindahan-keindahan semesta alam, dan manusia adalah sebagai khalifah Allah di bumi.</p><h3>Hubungan Surat Fathir Dengan Surat Yasin:</h3><p>1. Pada bagian akhir surat Fathir dikemukakan bahwa orang-orang musyrik bersumpah akan beriman apabila seorang pemberi peringatan (rasul) datang kepada mereka, tetapi setelah rasul itu datang, mereka tetap mengingkarinya. Pada permulaan surat Yasin Allah menegaskan bahwa Nabi Muhammad adalah seorang rasul yang selalu berada di jalan yang lurus untuk memberi peringatan, tetapi orang-orang kafir tetap tidak beriman.</p><p>2. Pada surat Fathir disebutkan bahwa Allah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang sudah ditentukan, sedangkan pada surat Yasin disebutkan bahwa matahari dan bulan beredar pada garis edar yang telah ditetapkan Allah.</p>"
}