{
  "chapterId": 39,
  "shortText": "Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73. Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Az-Zumar terdiri dari 75 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Saba'.</p><p>Dinamakan \"Az-Zumar\" (rombongan-rombongan) karena kata \"Az-Zumar\" terdapat pada ayat ke-71 dan ke-73.</p><p>Dalam ayat-ayat tersebut diterangkan keadaan manusia pada hari kiamat setelah mereka dihisab, ketika itu mereka terbagi menjadi dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke surga. Masing-masing rombongan memperoleh balasan atas apa yang mereka kerjakan di dunia.</p><p>Surat ini dinamakan juga \"Al Ghuraf\" (kamar-kamar) berhubung kata \"ghuraf\" terdapat pada ayat ke-20, yang menerangkan kondisi kamar-kamar dalam surga yang diperoleh orang-orang yang bertakwa.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil keesaan dan kekuasaan Allah; malaikat-malaikat berkumpul di sekeliling 'Arsy bertasbih kepada Allah; pada hari kiamat setiap orang mempunyai catatan amal masing-masing.</p><h2>2. Kisah-kisah:</h2><p>\tPerintah memurnikan ketaatan kepada Allah; larangan berputus asa terhadap rahmat Allah.</p><h2>3. Lain-lain:</h2><p>\tTabiat orang-orang musyrik ketika senang dan susah; perumpamaan yang tercantum dalam Al-Qur'an dan faedahnya; kedahsyatan hari kiamat; rona wajah orang musyrik dan rona wajah orang mukmin pada hari kiamat; janji Allah mengampuni orang-orang yang bersalah jika mereka bertaubat.</p><p>Dari surat Az-Zumar dapat diambil pelajaran sebagai berikut:</p><p>a. Al-Qur'an adalah petunjuk yang paling sempurna bagi manusia.</p><p>b. Setiap makhluk akan mati dan di akhirat akan dihisab tentang amal-amalnya.</p><p>c. Sekalipun manusia banyak dosa, dilarang berputus asa dari rahmat Allah.</p><h3>Hubungan Surat Az-Zumar Dengan Surat Ghafir (Al-Mukmin):</h3><p>1. Surat Az-Zumar menerangkan tentang kesudahan orang-orang mukmin dan kesudahan orang-orang kafir yang selalu mengingkari nabi yang diutus kepada mereka. Surat Al-Mukmin menerangkan bahwa Allah mengampuni segala dosa hamba-Nya yang mau mengikuti jalan yang benar. Hal ini merupakan ajakan Allah kepada orang-orang kafir agar mereka beriman.</p><p>2. Kedua surat ini sama-sama mengutarakan hal-hal yang berhubungan dengan keadaan hari kiamat, keadaan mahsyar, surga dan neraka.</p>"
}