{
  "chapterId": 32,
  "shortText": "Dinamakan \"As-Sajdah\" berhubung pada surat ini terdapat ayat Sajdah, yaitu ayat yang kelima belas.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat As-Sajdah terdiri dari 30 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Mukminun. Dinamakan \"As-Sajdah\" berhubung pada surat ini terdapat ayat Sajdah, yaitu ayat yang kelima belas.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tMenyatakan bahwa Nabi Muhammad benar-benar seorang rasul dan menjelaskan bahwa kepada musyrikin Mekah belum pernah diutus seorang rasul pun sebelumnya; menegaskan bahwa Allah Maha Esa, bahwa Dialah yang menguasai alam semesta dan Dialah yang mengaturnya dengan aturan yang paling sempurna; menyatakan bahwa hari kebangkitan benar-benar akan terjadi.</p><h2>2. Hukum-hukum:</h2><p>\tAnjuran melakukan shalat malam (shalat tahajud dan shalat witir).</p><h2>3. Lain-lain:</h2><p>\tKeterangan mengenai kejadian manusia di dalam rahim dan fase-fase yang dilaluinya sampai ia menjadi manusia; penjelasan keadaan orang-orang mukmin di dunia dan nikmat serta pahala yang disediakan Allah bagi mereka di akhirat; kehinaan yang menimpa orang-orang kafir di akhirat dan mereka meminta supaya dikembalikan saja ke dunia untuk bertaubat dan berbuat kebaikan, tetapi keinginan ini ditolak; keingkaran kaum musyrikin terhadap hari kebangkitan dan mereka menganggap bahwa hal itu adalah mustahil. (1) Lihat catatan kaki ayat 206 surat Al A'raf.</p><p>Surat As-Sajdah mengemukakan hal-hal yang berhubungan dengan kebenaran Nabi Muhammad sebagai Rasul Allah dan Al-Qur'an yang diturunkan kepadanya merupakan petunjuk bagi manusia. Juga menegaskan tentang ketauhidan dan kekuasaan Allah dengan mengemukakan hal-hal yang berhubungan dengan masa terciptanya alam, proses kejadian manusia dan kebangkitan pada hari kiamat serta keajaiban yang terdapat pada alam semesta. Semuanya dikemukakan sebagai bantahan terhadap dalih-dalih yang dikemukakan oleh orang-orang musyrikin dan untuk menghilangkan keragu-raguan mereka.</p><h3>Hubungan Surat As-Sajdah Dengan Surat Al-Ahzab:</h3><p>Surat As-Sajdah diakhiri dengan perintah Nabi Muhammad kepada orang-orang mukmin agar tidak menghiraukan orang-orang kafir dan hendaklah ditunggu saja azab yang akan menimpa mereka, sedangkan surat Al-Ahzab dimulai dengan perintah Nabi Muhammad agar orang-orang mukmin tetap bertakwa dan jangan mengikuti orang-orang kafir dan munafik.</p>"
}