{
  "chapterId": 88,
  "shortText": "Nama \"Al-Ghasyiyah\" diambil dari kata \"Al-Ghasyiyah\" yang terdapat pada ayat pertama surat ini yang artinya peristiwa yang dahsyat, tapi yang dimaksud adalah hari kiamat. Surat ini sering sekali dibaca Nabi pada rakaat kedua shalat hari raya dan shalat Jum'at.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat ini terdiri dari 26 ayat, termasuk golongan surat Makkiyyah, dan diturunkan sesudah surat Adz-Dzaariyaat.</p><p>Nama \"Al-Ghasyiyah\" diambil dari kata \"Al-Ghasyiyah\" yang terdapat pada ayat pertama surat ini yang artinya peristiwa yang dahsyat, tapi yang dimaksud adalah hari kiamat. Surat ini sering sekali dibaca Nabi pada rakaat kedua shalat hari raya dan shalat Jum'at.</p><h3>Pokok-Pokok Isi:</h3><p>Keterangan tentang orang-orang kafir pada hari kiamat dan azab yang ditimpakan kepada mereka; keterangan tentang orang-orang yang beriman dan keadaan surga yang diberikan kepada mereka sebagai balasan; perintah untuk memperhatikan keajaiban ciptaan-ciptaan Allah; perintah kepada Rasulullah untuk memperingatkan kaumnya kepada ayat-ayat Allah karena beliau adalah seorang pemberi peringatan dan tidak berkuasa atas keimanan mereka.</p><p>Surat Al-Ghasyiyah menerangkan penderitaan orang-orang yang kafir dan kenikmatan orang-orang yang beriman pada hari kiamat.</p><h3>Hubungan Surat Al-Ghasyiyah Dengan Surat Al-Fajr:</h3><p>1. Pada surat Al-Ghasyiyah, Allah menyebutkan tentang orang-orang yang pada hari kiamat tergambar di wajah mereka kehinaan dan tentang orang-orang yang wajah mereka bercahaya. Sementara itu, pada surat Al-Fajr disebutkan beberapa kaum yang mendustakan dan berbuat durhaka sebagai contoh orang yang tergambar di wajah mereka kehinaan dan azab yang ditimpakan kepada mereka di dunia dan disebutkan pula orang yang berjiwa muthmainnah, yaitu orang-orang yang wajahnya bercahaya.</p><p>2. Dalam surat Al-Ghasyiyah Allah mengemukakan orang-orang yang wajah mereka bercahaya, sedangkan pada surat Al-Fajr disebutkan orang yang berjiwa tenang di dunia karena iman dan takwa yang nantinya di akhirat wajah mereka berseri-seri.</p>"
}
