{
  "chapterId": 23,
  "shortText": "Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Mu'minun terdiri dari 118 ayat dan termasuk surat Makkiyyah.</p><p>Dinamai \"Al-Mu'minun\" karena permulaan surat ini menerangkan tentang sifat-sifat orang mukmin yang mendatangkan keberuntungan di akhirat dan ketenteraman jiwa di dunia. Sedemikian tinggi sifat-sifat itu, maka ia pun menjadi akhlak bagi Nabi Muhammad.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKepastian hari kebangkitan dan hal-hal yang terjadi pada hari kiamat; Allah tidak memerlukan anak atau sekutu.</p><h2>2. Hukum-hukum:</h2><p>\tManusia dibebani sesuai dengan kesanggupannya; semua rasul menyuruh umatnya untuk memakan makanan yang halal dan baik; pokok-pokok agama yang dibawa para nabi adalah sama hanya syariatnya yang berbeda-beda.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Nabi Nuh; kisah Nabi Hud; kisah Nabi Musa dan Nabi Harun; kisah Nabi 'Isa.</p><h2>4. Lain-lain:</h2><p>\tTujuh perkara yang harus dipenuhi seorang mukmin yang ingin beruntung di dunia dan di akhirat; proses kejadian manusia; tanda-tanda orang yang bersegera melakukan kebaikan; nikmat yang Allah anugerahkan kepada manusia dan wajib disyukuri.</p><p>Surat Al-Mu'minun dimulai dengan menyebutkan sifat-sifat yang dimiliki seorang mukmin yang beruntung di dunia dan di akhirat. Meskipun Allah tidak membeda-bedakan pemberian rezeki di dunia ini kepada manusia apakah ia mukmin atau kafir, tetapi kebahagiaan yang sebenarnya hanya diberikan kepada orang-orang yang mukmin di akhirat kelak. Kemudian dikemukakan apa yang telah dialami oleh para nabi dan umatnya masing-masing. Orang yang mengikuti nabi akan mendapat pertolongan Allah dan orang yang mengingkari nabi akan dimusnahkan Allah. Hal ini hendaknya menjadi pelajaran bagi generasi yang datang setelahnya. Setelah menggambarkan kedahsyatan hari kiamat, surat ini ditutup dengan menggambarkan hasil yang diperoleh orang-orang mukmin dan orang-orang kafir di akhirat nanti.</p><h3>Hubungan Surat Al-Mu'Minun Dengan Surat An-Nur:</h3><p>1. Pada permulaan surat Al-Mu'minun disebutkan bahwa salah satu tanda orang mukmin ialah menjaga kemaluan, sedangkan permulaan surat An-Nur menetapkan hukum bagi orang yang tidak dapat menjaga kemaluan, yaitu zina dan apa yang berhubungan dengannya, seperti: menuduh orang berbuat zina, qishshatul ifki, menjaga pandangan, menyuruh orang yang belum sanggup menikah agar menahan diri, dan sebagainya.</p><p>2. Pada surat Al-Mu'minun Allah menegaskan bahwa Dia menciptakan alam ini dengan hikmah, yaitu agar semua makhluk melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya, sedangkan surat An-Nur menyebutkan sejumlah perintah dan larangan itu.</p>"
}