{
  "chapterId": 21,
  "shortText": "Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu.&nbsp;",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Anbiya' terdiri dari 112 ayat dan termasuk surat Makkiyyah.</p><p>Surat ini dinamai dengan \"Al-Anbiya'\" (nabi-nabi), karena surat ini mengutarakan kisah beberapa nabi. Permulaan surat Al-Anbiya' menegaskan bahwa manusia lalai dalam menghadapi hari penghisaban. Mengingat adanya pengingkaran kaum musyrik Mekah terhadap wahyu yang dibawa Nabi Muhammad maka Allah menegaskan bahwa meskipun nabi-nabi ini manusia biasa, tetapi mereka membawa wahyu yang pokok ajarannya adalah tauhid, dan manusia berkewajiban menyembah Allah, Penciptanya. Orang yang tidak mau mengakui kekuasaan Allah dan mengingkari ajaran yang dibawa nabi-nabi akan diazab Allah di dunia dan di akhirat nanti. Kemudian dikemukakan kisah beberapa nabi dengan umatnya. Selanjutnya, surat itu ditutup dengan seruan agar kaum musyrik Mekah beriman kepada ajaran yang dibawa Muhammad supaya tidak mengalami hal yang pernah dialami oleh umat-umat terdahulu. &nbsp;</p><p>Selain yang tersebut di atas, pokok-pokok isi surat ini antara lain:</p><h2>1. Keimanan:</h2><p>\tPara nabi dan para rasul diangkat Allah dari jenis manusia; langit dan bumi akan binasa kalau ada tuhan selain Allah; semua rasul membawa ajaran tauhid dan keharusan manusia menyembah Allah; setiap yang bernyawa akan merasakan mati; cobaan Allah kepada manusia ada yang berupa kebaikan dan ada yang berupa keburukan; hari kiamat datang dengan tiba-tiba.</p><h2>2. Kisah-kisah:</h2><p>\tKisah Nabi Ibrahim (ajakan Ibrahim kepada ayahnya untuk menyembah Allah, bantahan Ibrahim terhadap kaumnya yang menyembah berhala, bantahan Ibrahim terhadap Namrudz yang menganggap diri Tuhan); kisah Nabi Nuh, kisah Nabi Daud dan Nabi Sulaiman; kisah Nabi Ayyub; kisah Nabi Yunus a.s.; kisah Zakariya a.s.</p><h2>3. Lain-lain:</h2><p>\tKeutamaan Al-Qur'an; tuntutan kaum musyrikin kepada Nabi Muhammad untuk mendatangkan mukjizat selain Al-Qur'an; kehancuran suatu umat karena kezaliman diri sendiri; Allah menciptakan langit dan bumi beserta hikmahnya; tanya-jawab antara berhala dan penyembahnya di neraka; kemunculan Ya'juj dan Ma'juj sebagai tanda kedatangan hari kiamat; bumi akan diwariskan kepada hamba Allah yang dapat memakmurkannya; kejadian alam semesta; sesuatu yang hidup berasal dari air.</p><p>Surat Al-Anbiya' menerangkan bahwa sudah menjadi sunnatullah bahwa para nabi atau rasul yang diutus adalah dari jenis manusia yang diberi kitab dan mukjizat. Dasar agama (aqidah) yang dibawa oleh para nabi adalah sama, hanya berbeda dalam syariat (hukum furu') yang disesuaikan dengan perkembangan masa dan kondisi.</p><h3>Hubungan Surat Al-Anbiya' Dengan Surat Al-Hajj:</h3><p>1. Pada akhir surat Al-Anbiya' dikemukakan hal-hal yang berhubungan dengan hari kiamat, sedang pada permulaan surat Al Hajj dikemukakan bukti-bukti adanya hari kebangkitan dengan dalil akal.</p><p>2. Surat Al-Anbiya' mengutarakan bahwa Allah tidak menjadikan manusia sebagai makhluk yang kekal hidupnya, semua akan merasakan mati. Kemudian mereka dibangkitkan pada hari kiamat untuk penghisaban atas perbuatan-perbuatan yang mereka lakukan di dunia. Pada surat Al Hajj diterangkan bahwa manusia dapat menjadikan dalil keadaan pertumbuhan yang terdapat di alam semesta, dari ada kepada tidak ada dan sebaliknya, sebagai bukti bahwa janji Allah tentang hari kebangkitan pasti akan menjadi kenyataan.</p><p>3. Surat Al-Anbiya' menerangkan kisah nabi-nabi dan dalil-dalil yang dihadapkan kepada kaumnya tentang kebenaran agama yang dibawanya, sedangkan surat Al Hajj menuntut agar manusia memperhatikan aneka ragam ciptaan Allah dan pengaturannya, untuk memperkuat keimanan kepada kebenaran agama Allah.</p>"
}