{
  "chapterId": 22,
  "shortText": "Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Hajj termasuk surat Madaniyyah dan terdiri dari 78 ayat. Menurut sebagian ahli tafsir, surat Al-Hajj termasuk surat Makkiyyah. Hal ini dikarenakan sebagian ayat dalam surat ini ada yang diturunkan di Mekah dan ada yang di Madinah.</p><p>Dinamai surat ini \"Al-Hajj\" karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadah haji, seperti: ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah dan hikmah disyariatkannya haji. Ditegaskan pula bahwa ibadah haji telah disyariatkan pada masa Nabi Ibrahim, dan Ka'bah didirikan oleh Nabi Ibrahim bersama putranya, Ismail.</p><p>Menurut Al Ghaznawi, surat Al-Hajj termasuk di antara surat yang ajaib, diturunkan pada malam dan siang hari, dalam musafir dan tidak musafir, ada ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat yang muhkam dan ada pula yang mutasyabihat.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKeimanan tentang adanya kebangkitan dan huru-hara hari kiamat; dari susunan alam semesta dapat diambil bukti-bukti tentang keberadaan Allah Maha Pencipta.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban berhaji bagi kaum muslimin dan haji telah disyariatkan pada masa Ibrahim; hukum berkata dusta; larangan menyembah berhala; binatang-binatang yang halal dimakan; hukum menghalang-halangi manusia dari jalan Allah dan Masjidil Haram; dibolehkannya berperang untuk mempertahankan diri dan agama; hukum-hukum yang berhubungan dengan haji.</p><h2>3. Lain-lain:</h2><p>\tMembantah kebenaran tanpa dasar pengetahuan adalah perbuatan yang tercela; tanda-tanda takwa yang sampai ke hati; setiap agama yang dibawa rasul-rasul sejak dahulu mempunyai syariat tertentu; pahala orang yang mati dalam hijrah di jalan Allah; sikap orang kafir bila mendengar Al-Qur'an; anjuran berjihad; celaan Islam terhadap orang yang tidak memiliki pendirian dan selalu mencari keuntungan untuk diri sendiri.</p><p>Surat Al-Hajj mengingatkan manusia tentang keberadaan hari kebangkitan dengan mengemukakan bukti-bukti tentang kejadian dan proses perkembangan manusia, hewan dan tumbuh-tumbuhan. Oleh sebab itu, sudah sewajarnya manusia bersyukur dan menyembah Allah, Tuhan semesta alam. Juga mengemukakan tentang disyariatkannya haji, mengenai waktu-waktu boleh-tidaknya melakukan peperangan berhubung ada bulan-bulan suci yang ditentukan Allah.</p><h3>Hubungan Surat Al-Hajj Dengan Surat Al-Mu'Minun:</h3><p>1. Surat Al-Hajj menyuruh orang-orang mukmin mendirikan shalat, menunaikan zakat, dan mengerjakan berbagai macam kebaikan agar beruntung, sedangkan permulaan surat Al-Mukminun menegaskan bahwa apabila orang-orang mukmin betul-betul mengerjakan apa yang diperintahkan Allah dan menjauhi apa yang dilarang-Nya seperti zina, pasti akan beruntung.</p><p>2. Kedua surat ini sama-sama mengemukakan tentang penciptaan manusia, perkembangan kejadian dan kehidupan, dan menjadikan hal ini sebagai bukti keberadaan hari kebangkitan.</p><p>3. Kedua surat ini sama-sama menyinggung umat-umat terdahulu yang tidak mengindahkan seruan nabi-nabi, untuk menjadi pelajaran bagi orang-orang yang datang setelah mereka.</p><p>4. Kedua surat ini sama-sama mengemukakan bukti-bukti tentang keberadaan dan keesaan Allah.</p>"
}