{
  "chapterId": 53,
  "shortText": "Nama \"An-Najm\" (bintang) diambil dari kata \"An-Najm\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan \"An-Najm\" (bintang) karena bintang-bintang yang timbul dan tenggelam, yang manfaatnya sangat banyak bagi manusia sebagai pedoman dalam pelayaran di lautan, perjalanan di padang pasir, menentukan peredaran musim, dan sebagainya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat An-Najm terdiri dari 62 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Ikhlas.</p><p>Nama \"An-Najm\" (bintang) diambil dari kata \"An-Najm\" yang terdapat pada ayat pertama surat ini. Allah bersumpah dengan \"An-Najm\" (bintang) karena bintang-bintang yang timbul dan tenggelam, yang manfaatnya sangat banyak bagi manusia sebagai pedoman dalam pelayaran di lautan, perjalanan di padang pasir, menentukan peredaran musim, dan sebagainya.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tAl-Qur'an adalah wahyu Allah yang diturunkan kepada Nabi Muhammad dengan perantara melaikat Jibril; kebatilan penyembah berhala; tidak ada seorang pun yang mampu memberi syafaat tanpa izin Allah; setiap orang hanya akan memikul dosanya sendiri.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban menjauhi dosa-dosa besar; kewajiban bersujud dan menyembah Allah saja.</p><h2>3. Lain-lain:</h2><p>\tNabi Muhammad melihat malaikat Jibril dua kali dalam bentuk aslinya, yaitu ketika menerima wahyu pertama kali dan ketika di Sidratul Muntaha; anjuran agar manusia jangan menganggap diri suci karena hanya Allah yang mengetahui siapa yang bertakwa kepada-Nya; orang-orang musyrik selalu memperolok-olokkan Al-Qur'an.</p><p>Surat An-Najm berisi hal-hal yang berhubungan dengan penegasan risalah Muhammad dan Al-Qur'an sebagai wahyu dari Allah, menerangkan kebatilan berhala-berhala yang disembah orang-orang musyrik yang tidak dapat memberi manfaat dan mudharat, dan menerangkan sifat orang-orang yang muhsin. Surat ini juga menyebutkan sebagian hakikat Islam yang tersebut pada suhuf-suhuf Musa dan suhuf-suhuf Ibrahim.</p><h3>Hubungan Surat An-Najm Dan Surat Al-Qamar:</h3><p>1. Pada akhir surat An-Najm disebutkan hal mengenai hari kiamat, dan pada surat Al-Qamar disebutkan pula hal yang sama.</p><p>2. Dalam surat An-Najm disinggung secara sepintas keadaan umat-umat terdahulu, sedangkan pada surat Al-Qamar disebutkan keadaan umat-umat terdahulu yang mendustakan para rasul.</p>"
}