{
  "chapterId": 45,
  "shortText": "Dinamai \"Al-Jatsiyah\" (yang berlutut) diambil dari kata \"Jatsiyah\" yang terdapat pada ayat ke-28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Mahatinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Jatsiyah terdiri dari 37 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Ad-Dukhan.</p><p>Dinamai \"Al-Jatsiyah\" (yang berlutut) diambil dari kata \"Jatsiyah\" yang terdapat pada ayat ke-28 surat ini. Ayat tersebut menerangkan tentang keadaan manusia pada hari kiamat, yaitu semua manusia dikumpulkan ke hadapan mahkamah Allah Yang Mahatinggi yang memberikan keputusan terhadap perbuatan yang telah mereka lakukan di dunia. Pada hari itu semua manusia berlutut di hadapan Allah.</p><p>Dinamai juga dengan \"Asy Syari'ah\" diambil dari kata \"Syari'ah\" (Syariat) yang terdapat pada ayat ke-18 surat ini.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKeterangan-keterangan dan dalil-dalil atas keberadaan Allah Pencipta langit dan bumi; akibat perbuatan buruk dan baik akan kembali kepada manusia sendiri; Allah Pelindung orang-orang yang bertakwa; kebesaran dan keagungan hanya hak Allah semata; kepastian bahwa Allah yang menghidupkan, mematikan dan mengumpulkan manusia pada hari kiamat; keterangan-keterangan mengenai huru hara hari kiamat dan bagaimana setiap orang menerima perhitungan amalnya di akhirat; pada hari kiamat menjadi jelaslah bagi orang-orang musyrikin keburukan perbuatan-perbuatan yang mereka kerjakan di dunia dan mereka tidak lepas dari azab yang mereka perolok-olokkan di dunia.</p><h2>2. Hukum-hukum:</h2><p>\tPerintah kepada Rasulullah agar jangan mengikuti dan menuruti kemauan orang-orang yang tidak mempergunakan akalnya.</p><h2>3. Kisah:</h2><p>\tKisah Bani Israil yang telah diberi nikmat oleh Allah tetapi berpaling dan menyeleweng dari ajaran agama, sehingga timbul perselisihan yang hebat di antara sesama mereka.</p><h2>4. Lain-lain:</h2><p>\tAncaman kepada orang-orang musyrik yang mendustakan ayat Allah dan berlaku sombong terhadapnya; kebatilan pendapat kaum Dahriyah (atheisme, sceptisme, dan vrij denker) yang mengingkari hari kiamat.</p><p>Surat Al-Jatsiyah mengutarakan tentang Al-Qur'an yang diturunkan oleh Allah, Pencipta dan Pengatur semesta alam. Segala macam kejadian yang terdapat di alam dapat dijadikan bukti atas keberadaan Allah. Celakalah bagi orang yang tidak mempercayai dan mensyukuri nikmat Allah. Segala puji dan keagungan hanya milik Allah semata.</p><h3>Hubungan Surat Al-Jatsiyah Dengan Surat Al-Ahqaf:</h3><p>1. Surat Al-Jatsiyah ditutup dengan ketauhidan serta keagungan dan kebesaran Allah, sedangkan surat Al-Ahqaf juga dimulai dengan ketauhidan tapi dengan menerangkan bahwa berhala-berhala yang disembah orang-orang musyrik tidak dapat menciptakan apa pun.</p><p>2. Surat Al-Jatsiyah memuat ancaman terhadap kaum musyrik, sedangkan pada surat Al-Ahqaf ancaman itu lebih dipertegas dengan mengingatkan azab yang telah menimpa kaum 'Ad.</p>"
}