{
  "chapterId": 20,
  "shortText": "Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Thaha terdiri dari 135 ayat, diturunkan setelah diturunkannya surat Maryam, dan termasuk surat Makkiyyah.</p><p>Surat ini dinamai \"Thaha\", diambil dari perkataan yang berasal dari ayat pertama surat ini. Sebagaimana yang lazim terdapat pada surat-surat yang memakai huruf-huruf abjad pada permulaannya, di mana huruf tersebut seakan-akan merupakan pemberitahuan Allah kepada orang-orang yang membacanya, bahwa setelah huruf itu akan dikemukakan hal-hal yang sangat penting untuk diketahui, maka demikian pula halnya dengan ayat-ayat yang terdapat setelah huruf \"Thaha\" dalam surat ini. Allah menerangkan bahwa Al-Qur'an merupakan peringatan bagi manusia dan wahyu dari Allah, Pencipta semesta alam. Kemudian Allah menerangkan kisah beberapa orang nabi; akibat-akibat yang akan dialami oleh orang-orang yang percaya kepada Allah dan orang-orang yang mengingkari-Nya, baik di dunia maupun di akhirat.&nbsp;</p><p>Selain hal-hal tersebut di atas, maka surat ini mengandung pokok-pokok isi sebagai berikut:</p><h2>1. Keimanan:</h2><p>\tAl-Qur'an adalah peringatan bagi manusia terutama bagi orang-orang yang bertakwa; Musa langsung menerima wahyu dari Allah tanpa perantara Jibril; Allah bersemayam di atas 'Arsy, mengetahui sesuatu yang samar dan yang lebih samar; keadaan orang berdosa ketika dikumpulkan pada hari kiamat; syafaat tidak bermanfaat pada hari kiamat kecuali dari orang yang mendapat izin dari Allah.</p><h2>2. Hukum-hukum:</h2><p>\tPerintah mengerjakan shalat dan keutamaan waktu-waktunya; kewajiban menyuruh keluarga melakukan shalat.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Musa dan Harun dalam menghadapi Fir'aun dan Bani Israil; kisah Nabi Adam dan iblis.</p><h2>4. Lain-lain:</h2><p>\tPerintah Allah kepada Nabi Muhammad supaya meminta tambahan ilmu kepada Allah meskipun sudah menjadi rasul; Allah tidak akan mengazab suatu kaum sebelum rasul diutus kepada mereka; larangan teperdaya oleh kesenangan kehidupan dunia.</p><p>Dalam surat Thaha ini diterangkan bahwa Al-Qur'an, sebagai kitab yang diwahyukan Allah kepada Nabi Muhammad, adalah peringatan dan kabar gembira bagi manusia, yang wajib diikuti dan diimani. Sangat besar akibat yang dialami oleh orang terdahulu yang tidak mempercayai dan mengingkari rasul-rasul, seperti Fir'aun dan pengikutnya. Kitab Bani Israil pun dipaparkan Allah dalam surat ini sebagai suatu umat yang banyak mengingkari perintah nabinya.</p><h3>Hubungan Surat Thaha Dengan Surat Al-Anbiya':</h3><p>Surat Thaha diakhiri dengan menerangkan bahwa manusia mudah dipengaruhi oleh kenikmatan hidup dunia, yang oleh Allah dijadikan sebagai cobaan bagi manusia, juga diakhiri dengan menyuruh bersabar dan mendirikan shalat, serta menerangkan apa yang diterima oleh orang yang bertakwa. Hal ini diulangi kembali pada permulaan surat Al-Anbiya' dan ditegaskan bahwa manusia selalu lalai dan lupa terhadap perbuatan yang harus dilakukan untuk menghadapi hari kiamat dan hisab di akhirat nanti.</p>"
}