{
  "chapterId": 8,
  "shortText": "Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. ",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Al-Anfal terdiri dari 75 ayat dan termasuk surat Madaniyyah, karena seluruh ayatnya diturunkan di Madinah.</p><p>Surat ini dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surat ini. Selain itu, persoalan yang menonjol dalam surat ini ialah tentang harta rampasan perang, hukum perang, dan hal-hal yang berhubungan dengan peperangan pada umumnya. Menurut riwayat Ibnu Abbas, surat ini diturunkan berkenaan dengan perang Badar Kubra yang terjadi pada tahun kedua hijriah. Peperangan ini sangat penting karena menentukan jalannya sejarah perkembangan Islam. Pada waktu itu, umat Islam dengan kekuatan kecil dan untuk pertama kali dapat mengalahkan kaum musyrikin yang berjumlah besar dan berperlengkapan yang cukup. Dalam peperangan ini, kaum muslimin memperoleh harta rampasan perang yang tidak sedikit. Oleh sebab itu, timbullah permasalahan bagaimana membagi harta rampasan perang itu. Maka, Allah menurunkan ayat pertama surat ini.</p><h3>Selain hal-hal tersebut di atas, pokok-pokok isi surat ini sebagai berikut:</h3><h2>1. Keimanan:</h2><p>Allah selalu menyertai dan melindungi orang-orang yang beriman; hanya Allah yang berhak menentukan hukum-hukum agama; jaminan Allah terhadap kemenangan umat yang beriman; pertolongan Allah terhadap orang-orang yang bertawakkal; hanya Allah yang dapat mempersatukan hati orang yang beriman; tindakan-tindakan dan hukum-hukum Allah didasarkan pada kepentingan umat manusia; keberadaan malaikat yang menolong barisan kaum muslimin dalam perang Badar; gangguan setan pada orang-orang mukmin dan tipu daya mereka pada orang-orang musyrikin; syirik adalah dosa besar.</p><h2>2. Hukum-hukum:</h2><p>Aturan pembagian harta rampasan perang; kebolehan memakan harta rampasan perang; larangan lari atau mundur dalam peperangan; hukum mengurusi tawanan perang pada permulaan Islam; kewajiban taat kepada pimpinan dalam perang; keharusan mengusahakan perdamaian; kewajiban mempersiapkan diri dengan segala alat perlengkapan perang; ketahanan mental, sabar dan tawakkal serta mengingat Allah dalam peperangan; tujuan perang dalam Islam; larangan khianat kepada Allah dan Rasul serta amanat; larangan mengkhianati perjanjian.</p><h2>3. Kisah-kisah:</h2><p>Keengganan beberapa orang Islam untuk ikut perang Badar; suasana kaum muslimin sebelum, sesudah, dan ketika perang berlangsung; keadaan Nabi Muhammad sebelum hijrah dan permusuhan kaum musyrikin terhadap beliau; orang Yahudi membatalkan perjanjian damai dengan Nabi Muhammad; keadaan orang kafir musyrikin dan Ahli Kitab serta keburukan orang-orang munafik.</p><h2>4. Lain-lain:</h2><p>Pengertian iman, tanda dan sifat orang yang beriman; sunnatullah yang berlaku pada individu dan masyarakat.</p><p>Surat Al-Anfal menerangkan hal-hal yang berhubungan dengan peperangan pada umumnya, khususnya Perang Badar, peperangan yang menentukan jalannya sejarah Islam dan kaum muslimin, bahkan tidak salah sekiranya dikatakan bahwa Perang Badar menentukan jalan sejarah umat manusia pada umumnya. Sebagian besar surat ini mengandung hal-hal yang berhubungan dengan perdamaian dan peperangan, tingkah laku orang-orang kafir, orang-orang munafik dan sebagian orang-orang Islam yang imannya tidak kuat dalam peperangan. Kemudian ditegaskan bahwa Allah menolong orang-orang yang beriman dan menghancurkan orang-orang kafir dan munafik. Ini merupakan sunnatullah yang tidak dapat dipungkiri berlakunya, sebagaimana pernah terjadi pada Fir'aun dan kaumnya serta umat-umat yang sebelumnya.</p><h3>Hubungan Surat Al-Anfal Dengan Surat At-Taubah:</h3><p>Surat Al-Anfal menyebutkan hal-hal yang berhubungan dengan pokok dan cabang (furu') agama, sunnatullah, hukum perjanjian dan janji setia, hukum perang dan damai. Perkara-perkara ini juga disebutkan dalam surat At-Taubah, umpamanya:</p><p>1. Perjanjian yang dikemukakan surat Al-Anfal dijelaskan oleh surat At-Taubah, terutama hal-hal yang berhubungan dengan pengkhianatan janji oleh musuh.</p><p>2. Sama-sama menerangkan tentang memerangi orang-orang musyrikin dan Ahli Kitab.</p><p>3. Surat Al-Anfal mengemukakan bahwa yang mengurus dan memakmurkan Masjidil haram adalah orang-orang yang bertakwa, sedang surat At-Taubah menerangkan bahwa orang-orang musyrik tidak pantas mengurus dan memakmurkan masjid, bahkan mereka akan menghalang-halangi orang-orang Islam terhadapnya.</p><p>4. Surat Al-Anfal menyebutkan sifat-sifat orang-orang yang sempurna imannya dan sifat-sifat orang-orang kafir, lalu pada akhir surat diterangkan pula tentang hukum perlindungan atas orang-orang muslim yang berhijrah, orang-orang muslim yang tidak berhijrah, dan orang-orang kafir. Hal yang serupa dikemukakan pula oleh surat At-Taubah.</p><p>5. Surat Al-Anfal menganjurkan agar berinfak di jalan Allah, sedang surat At-Taubah menegaskan hal yang sama. Dalam surat Al-Anfal diterangkan tentang penggunaan harta rampasan perang, sedang surat At-Taubah menerangkan penggunaan zakat.</p><p>6. Surat Al-Anfal mengemukakan tentang orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya, kemudian surat At-Taubah menerangkan hal ini lebih luas. Jika kita perhatikan ternyata antara surat Al-Anfal dan surat At-Taubah terdapat hubungan yang erat sekali. Seakan-akan keduanya merupakan satu surat, bahkan sebagian ahli tafsir mengatakan bahwa sekiranya bukan karena ketentuan Allah, mereka memandang surat Al-Anfal dan surat At-Taubah sebagai satu surat.</p>"
}