{
  "chapterId": 30,
  "shortText": "Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ar-Rum yang terdiri dari 60 ayat, termasuk surat Makkiyyah, dan diturunkan setelah surat Al-Insyiqaq.</p><p>Dinamakan Ar-Rum karena pada permulaan surat ini, yaitu ayat ke-2, ke-3, dan ke-4 terdapat berita tentang bangsa Romawi yang pada mulanya dikalahkan bangsa Persia, tetapi setelah beberapa tahun kemudian kerajaan Romawi dapat menuntut balas dan mengalahkan kerajaan Persia kembali.</p><p>Ini adalah salah satu mukjizat Al-Qur'an, yaitu memberitahukan hal-hal yang akan terjadi pada masa yang akan datang. Juga suatu isyarat bahwa kaum muslimin yang demikian lemahnya pada waktu itu akan menang dan dapat menghancurkan kaum musyrikin. Isyarat ini terbukti pertama kali pada perang Badar.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tBukti-bukti kerasulan Nabi Muhammad terkait perkara gaib, seperti kemenangan bangsa Romawi atas kerajaan Persia; bukti-bukti keesaan Allah yang terdapat pada alam dan kejadian-kejadian pada alam itu sendiri; bukti-bukti keberadaan hari kebangkitan; contoh dan perumpamaan yang menjelaskan bahwa berhala dan sembahan tidak dapat menolong dan memberi manfaat kepada penyembah-penyembahnya sedikit pun.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban menyembah Allah dan mengakui keesaan-Nya karena sesuai dengan fitrah manusia; kewajiban berdakwah; kewajiban memberikan nafkah (sedekah) kepada kaum kerabat, fakir miskin, musafir, dan sebagainya; larangan mengikuti orang musyrik; hukum riba.</p><h2>3. Kisah-kisah:</h2><p>\tBerita tentang bangsa Romawi sebagai suatu umat yang beragama walaupun dikalahkan pada mulanya oleh kerajaan Persia yang menyembah api namun akhirnya meraih kemenangan kembali.</p><h2>4. Lain-lain:</h2><p>\tManusia bergembira dan bangga apabila mendapat nikmat tetapi berputus asa apabila ditimpa musibah, kecuali orang beriman; kewajiban rasul hanya menyampaikan dakwah; kejadian-kejadian yang dialami umat-umat terdahulu wajib menjadi pelajaran bagi umat yang datang kemudian.</p><p>Surat Ar-Rum menyebutkan hal-hal yang berhubungan dengan kekuasaan Allah yang mutlak terhadap semua urusan baik sebelum, setelah, maupun saat terjadinya suatu peristiwa; agama tauhid (Islam) pasti menang; ancaman-ancaman terhadap kaum musyrikin; watak-watak manusia; penyebutan kejadian-kejadian pada alam ini sebagai bukti kekuasaan dan keesaan Allah.</p><h3>Hubungan Surat Ar-Rum Dengan Surat Luqman:</h3><p>1. Dalam surat Ar-Rum disebutkan bahwa di dalam Al-Qur'an Allah membuat banyak perumpamaan yang bermanfaat bagi manusia, sedangkan dalam surat Luqman Allah mengisyaratkan hal yang serupa.</p><p>2. Pada bagian akhir surat Ar-Rum disebutkan bahwa keadaan orang kafir, ketika dibacakan ayat-ayat Al-Qur'an, selalu membantah dan mendustakannya, sedangkan pada permulaan surat Luqman diterangkan keadaan orang kafir yang selalu berpaling dan bersifat sombong terhadap ayat-ayat Al-Qur'an itu.</p><p>3. Pada surat Ar-Rum terdapat ketegasan bahwa Allahlah yang memulai penciptaan makhluk dan Dia pulalah yang membangkitkannya pada kali yang kedua. Hal itu angat mudah bagi-Nya. Dalam surat Luqman Allah menegaskan bahwa penciptaan manusia dan membangkitkannya kembali di akhirat adalah mudah pula bagi Allah.</p><p>4. Pada surat Ar-Rum Allah menerangkan tabiat manusia bahwa apabila mereka ditimpa bahaya mereka berserah diri kepada Tuhannya dan bila mendapat rahmat sebagian mereka kembali mempersekutukan-Nya. Dalam surat Luqman diterangkan tentang watak manusia itu dengan memberikan contoh, yaitu ketika manusia ditimpa bahaya di tengah lautan dan ketika telah selamat sampai di darat.</p>"
}