{
  "chapterId": 42,
  "shortText": "Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.</p><p>Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Asy-Syura terdiri dari 53 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Fussilat.</p><p>Dinamai \"Asy-Syura\" (musyawarat) diambil dari kata \"Syura\" yang terdapat pada ayat ke-38 surat ini. Dalam ayat tersebut dijelaskan bahwa musyawarah adalah salah satu dasar pemerintahan Islam.</p><p>Dinamai juga \"Haa Miim 'Ain Siin Qaaf\" karena surat ini dimulai dengan huruf-huruf hijaiyyah tersebut.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil tentang Allah Yang Maha Esa dengan menerangkan kejadian langit dan bumi, turunnya hujan, berlayarnya kapal di lautan dengan aman dan sebagainya; Allah memberi rezeki kepada hambanya dengan ukuran tertentu sesuai dengan kemaslahatan mereka dan sesuai dengan hikmah dan ilmu-Nya; Allah memberikan anak-anak laki-laki atau anak-anak perempuan kepada siapa yang Dia kehendaki; cara-cara Allah menyampaikan firman-Nya kepada manusia; pokok-pokok agama yang dibawa para rasul adalah sama.</p><h2>2. Hukum:</h2><p>\tTidak ada dasar untuk menuntut orang yang mempertahankan diri.</p><h2>3. Lain-lain:</h2><p>\tKeadaan orang-orang kafir dan orang-orang mukmin di akhirat; memaafkan lebih baik daripada membalas dan membalas jangan sampai melampaui batas; orang-orang kafir mendesak Nabi Muhammad agar hari kiamat disegerakan; kewajiban rasul hanya menyampaikan risalah.</p><p>Surat Asy-Syura dimulai dengan menerangkan hal-hal yang berhubungan dengan wahyu; keimanan; Al-Qur'an yang diturunkan kepada Muhammad benar-benar berasal dari Allah; agama yang dibawa Nabi Muhammad sama dalam hal pokok-pokoknya dengan agama yang dibawa para rasul terdahulu; janji kepada orang mukmin dan ancaman kepada orang kafir. Surat ini ditutup dengan menerangkan tata cara Allah berinteraksi dengan manusia.</p><h3>Hubungan Surat Asy-Syura Dengan Surat Az-Zukhruf:</h3><p>1. Kedua surat ini sama-sama dimulai dengan pembicaraan mengenai Al-Qur'an yang diturunkan dari Allah Yang Mahaperkasa dan Mahabijaksana.</p><p>2. Kedua surat ini sama-sama mengutarakan sikap orang kafir terhadap Al-Qur'an dan mengemukakan dalil-dalil atas keesaan dan kekuasaan Allah.</p>"
}