{
  "chapterId": 38,
  "shortText": "Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Shad terdiri dari 88 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat Al-Qamar.</p><p>Dinamai dengan \"Shad\" karena surat ini dimulai dengan kata \"Shad\" (selanjutnya lihat catatan kaki ayat ke-1 surat Al-Baqarah). Dalam surat ini Allah bersumpah dengan Al-Qur'an, untuk menunjukkan bahwa Al-Qur'an ini suatu kitab yang agung dan bahwa siapa saja yang mengikutinya akan mendapat kebahagiaan di dunia dan akhirat, juga untuk menunjukkan bahwa Al-Qur'an ini adalah mukjizat Nabi Muhammad yang menyatakan kebenarannya dan ketinggian akhlaknya.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tDalil-dalil tentang kenabian Muhammad, bahwa beliau mengetahui hal-hal yang hanya dapat diketahui melalui jalan wahyu; sumpah Iblis untuk menyesatkan seluruh manusia kecuali hamba-hamba Allah yang ikhlas; Al-Qur'an diturunkan untuk menjadi pelajaran bagi seluruh jin dan manusia.</p><h2>2. Kisah-kisah:</h2><p>\tKisah Nabi Dawud dan Nabi Sulaiman; kisah Nabi Ayub.</p><h2>3. Lain-lain:</h2><p>\tKaum musyrikin tercengang mendengar seruan Nabi Muhammad, bahwa Allah adalah Maha Esa; rahasia yang terdapat pada kejadian alam; pertengkaran antara orang-orang yang sesat dan pengikut mereka di neraka; nikmat-nikmat yang dilimpahkan kepada penduduk surga dan azab yang ditampakkan pada neraka.</p><p>Dari surat ini dapat disimpulkan bahwa setiap nabi yang terdahulu selalu mendapat tantangan dan perlawanan dari musuh-musuhnya, tetapi musuh-musuh itu dibinasakan Allah. Demikian juga halnya Nabi Muhammad yang mendapat tantangan dan perlawanan dari kaum musyrikin, tetapi akhirnya kaum musyrikin itu binasa.</p><p>Juga dapat disimpulkan bahwa Al-Qur'an adalah semata-mata wahyu Allah, karena di dalamnya dikabarkan hal-hal yang hanya dapat diketahui dengan perantaraan wahyu, yaitu hal-hal yang akan terjadi pada masa yang akan datang dan hal-hal yang telah terjadi dahulu kala tanpa ada yang menceritakannya, hal-hal yang terjadi di alam atas dan di akhirat nanti.</p><h3>Hubungan Surat Shad Dengan Surat Az-Zumar:</h3><p>1. Akhir surat Shad menerangkan bahwa Al-Qur'an adalah peringatan bagi semesta alam, sedangkan permulaan surat Az-Zumar menerangkan bahwa Al-Qur'an diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.</p><p>2. Kedua surat ini sama-sama menyebutkan tentang makhluk sejak permulaan sampai kembali kepada Allah.</p><p>3. Kalau diperhatikan, seakan-akan surat Az-Zumar adalah lanjutan dari surat Shad, karena pada akhir surat Shad diterangkan penciptaan Adam, kemudian pada surat Az-Zumar diterangkan bahwa Allah menciptakan semua manusia dan menerangkan kesudahan nasib mereka, bahwa semua manusia akan mati lalu dibangkitkan kembali dan dihisab. Orang yang bertakwa dimasukkan ke dalam surga dan orang yang kafir dimasukkan ke dalam neraka.</p>"
}