{
  "chapterId": 12,
  "shortText": "Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Yusuf ini terdiri dari 111 ayat dan termasuk surat Makkiyyah karena diturunkan di Mekah sebelum hijrah. Surat ini dinamai Yusuf karena titik berat isinya mengenai kisah Nabi Yusuf. Kisah ini termasuk cerita ghaib yang diwahyukan kepada Nabi Muhammad sebagai mukjizat bagi beliau, yang sebelumnya tidak beliau ketahui. Menurut riwayat Al Baihaqi dalam kitab \"Ad Dalail\" bahwa segolongan orang Yahudi masuk Islam setelah mendengar kisah Nabi Yusuf tersebut, karena sesuai dengan kisah yang mereka ketahui.</p><p>Dari kisah Nabi Yusuf ini, Nabi Muhammad banyak mengambil pelajaran dan merupakan penghibur bagi beliau dalam menjalankan tugasnya.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKenabian Yusuf dan mukjizat-mukjizatnya; menentukan hukum dalam agama adalah hak Allah semata; qadha Allah tak dapat diubah; semua rasul berkelamin laki-laki</p><h2>2. Hukum-hukum:</h2><p>\tKeharusan merahasiakan sesuatu untuk menghindari fitnah; barang dan anak temuan wajib dipungut dan tidak boleh dibiarkan; boleh melakukan muslihat yang tidak merugikan orang lain untuk memperoleh sesuatu kemaslahatan.</p><h2>3. Kisah-kisah:</h2><p>\tKisah Nabi Yusuf bersaudara dan orang tua mereka, Nabi Ya'qub.</p><h2>4. Lain-lain:</h2><p>\tBeberapa sifat dan suri teladan mulia yang dapat diambil dari kisah Nabi Yusuf; persamaan antara agama para nabi, tauhid.</p><p>Surat Yusuf ini seluruh isinya berkisah tentang Nabi Yusuf dan saudara-saudaranya beserta kedua orang tua mereka. Cara penuturan kisah Nabi Yusuf ini kepada Nabi Muhammad berbeda dengan kisah nabi-nabi yang lain; kisah Nabi Yusuf secara khusus diceritakan dalam satu surat sedang kisah nabi-nabi yang lain disebutkan dalam beberapa surat. Selain itu, isi kisah Nabi Yusuf juga berbeda dengan kisah nabi-nabi yang lain. Dalam kisah nabi-nabi yang lain, Allah menitikberatkan pada tantangan yang bermacam-macam dari kaum mereka, kemudian mengakhiri kisah tersebut dengan kemusnahan para penentang para nabi. Dalam kisah Nabi Yusuf, Allah menonjolkan kesudahan yang baik dari kesabaran, dan bahwa kesenangan datang setelah penderitaan. Allah menguji Nabi Ya'qub dengan kehilangan putranya, Yusuf, dan penglihatannya. Juga menguji ketabahan dan kesabaran Yusuf dengan dipisahkan dari kedua orang tuanya, dibuang ke dalam sumur, dan diperdagangkan sebagai hamba sahaya. Lalu Allah menguji imannya dengan godaan perempuan cantik lagi bangsawan dan akhirnya dimasukkan ke dalam penjara. Kemudian Allah melepaskan Yusuf dan ayahnya dari segala penderitaan dan cobaan, menghimpunkan mereka kembali, mengembalikan penglihatan Ya'qub, dan menghidupkan lagi cinta kasih antara mereka dengan Yusuf.</p><h3>Hubungan Surat Yusuf Dengan Surat Ar Ra'd:</h3><p>1. Dalam surat ini secara umum Allah mengemukakan adanya tanda-tanda keesaan Allah di langit dan di bumi. Di dalam surat Ar Ra'd Allah mengemukakannya lagi secara lebih jelas.</p><p>2. Kedua surat tersebut sama-sama memuat pengalaman nabi-nabi zaman dahulu beserta umatnya. Yang menentang kebenaran mengalami kehancuran sedang yang mengikuti kebenaran mendapat kemenangan.</p><p>3. Pada akhir surat Yusuf diterangkan bahwa Al-Qur'an bukanlah perkataan yang diada-adakan tetapi petunjuk dan rahmat bagi orang yang beriman, dan keterangan ini diulangi lagi di awal surat Ar Ra'd.</p>"
}