{
  "chapterId": 52,
  "shortText": "Dinamai \"Ath-Thur\" (Bukit) diambil dari kata \"Ath-Thur\" yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan bukit di sini ialah bukit Sinai yang terletak di semenanjung Sinai, tempat Nabi Musa menerima wahyu dari Allah.",
  "source": "Indonesian Translation - King Fahad Complex",
  "text": "<p>Surat Ath-Thur terdiri dari 49 ayat, termasuk golongan surat Makkiyyah, dan diturunkan setelah surat As-Sajdah.</p><p>Dinamai \"Ath-Thur\" (Bukit) diambil dari kata \"Ath-Thur\" yang terdapat pada ayat pertama surat ini. Yang dimaksud dengan bukit di sini ialah bukit Sinai yang terletak di semenanjung Sinai, tempat Nabi Musa menerima wahyu dari Allah.</p><h3>Pokok-Pokok Isi:</h3><h2>1. Keimanan:</h2><p>\tKeadaan orang-orang kafir di dalam neraka dan keadaan orang-orang beriman di dalam surga; bukti kekuasaan dan keesaan Allah; setiap orang bertanggung jawab terhadap perbuatannya masing-masing, meskipun demikian ayah dan anak akan dikumpulkan bersama dalam surga apabila sama-sama beriman.</p><h2>2. Hukum-hukum:</h2><p>\tKewajiban untuk tetap berdakwah dan anjuran melakukan zikir dan tasbih pada waktu siang dan malam.</p><h2>3. Lain-lain:</h2><p>\tOrang-orang zalim pasti mendapat siksaan Allah di dunia dan di akhirat; Allah tetap akan menjaga dan melindungi Nabi Muhammad.</p><p>Surat Ath-Thur berisi hal-hal yang berhubungan dengan penegasan adanya hari kebangkitan, keadaan orang-orang kafir, dan orang-orang mukmin pada hari kiamat, keadaan surga sebagai tempat orang-orang yang bertakwa dan hujjah-hujjah yang menunjukkan kebatilan kepercayaan orang-orang musyrik. Surat ini di akhiri dengan menyebutkan nasihat-nasihat kepada Rasulullah dan orang-orang mukmin.</p><h3>Hubungan Surat Ath-Thur Dengan Surat An-Najm:</h3><p>1. Surat Ath-Thur ditutup dengan menyebutkan bintang-bintang, sedangkan surat An-Najm dibuka dengan menyebutkan bintang-bintang.</p><p>2. Dalam surat Ath-Thur disebutkan tuduhan orang kafir bahwa Al-Qur'an dibuat oleh Nabi Muhammad sedangkan dalam surat An-Najm ditegaskan bahwa Al-Qur'an benar-benar wahyu dari Allah.</p><p>3. Dalam surat Ath-Thur diterangkan bahwa Nabi Muhammad selalu berada di bawah penjagaan Allah, sedangkan dalam surat An-Najm digambarkan kebesaran dan kemuliaan Nabi Muhammad.</p>"
}